{
  "projects": [
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Yueqing Dai" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686624129_MainImage.jpg",
      "documents": [
        {
          "document_id": 23247,
          "document": "1686624129_MainImage.jpg",
          "document_name": "Silver Valley_Main_Img",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "CoverImg_Silver Valley"
        },
        {
          "document_id": 23252,
          "document": "1686625374_Characters.png",
          "document_name": "Characters in Silver Valley",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Characters in Silver Valley"
        },
        {
          "document_id": 23260,
          "document": "1686626773_InGameNewspaper.png",
          "document_name": "Newspapers In Silver Valley",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Newspaper Assets in Silver Valley"
        },
        {
          "document_id": 23261,
          "document": "1686626989_InGame.png",
          "document_name": "In Game Screen Shot",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Screen Shot in Silver Valley"
        }
      ],
      "project_id": "10363",
      "project_name": "Silver Valley",
      "audience": "",
      "elevator_pitch": "An immersive system merging in-game &amp; after-game experiences with real stories from elderly interviews, fostering intergenerational connections.",
      "description": "Silver Valley is a transformative system comprising an in-game experience and an after-game alternate reality game (ARG) experience. The primary objective of this project is to rebuild the connections between the older and younger generations, addressing the disconnection that often arises in our rapidly advancing technological landscape.\r\n\r\nThe motivation for undertaking this project stemmed from a realization that modern technology has largely overlooked the unique needs and perspectives of the elderly. I was compelled to contribute to changing this situation by designing an experience that would facilitate intergenerational communication and understanding.\r\n\r\nIn the immersive in-game experience of Silver Valley, players are transported to a magical world where they assume the roles of animal characters, each representing distinct personalities and perspectives. The project revolves around the collection of real stories through interviews with silver hair individuals, which become the foundation for the in-game content. These authentic experiences and personal histories serve as a catalyst for creating a captivating storytelling environment that resonates with players Through engaging gameplay and captivating storytelling, players are invited to explore the lives and stories of these characters, fostering empathy and connection.\r\n\r\nHowever, the experience extends beyond the confines of the game. The after-game ARG experience plays a vital role in amplifying the impact of Silver Valley. It encourages players to share real stories of the elderly within their own families and communities, effectively bridging the virtual and real worlds to foster dialogue, reflection, and the celebration of diverse narratives.",
      "background": "My motivation for embarking on this project stems from a personal experience that highlighted the glaring disconnect between the rapid advancements in technology and the needs of the elderly. As a game designer, I believe that the young have the ability to design and shape the world they want to live in. However, I noticed a prevailing trend where the design of modern technology overlooks the unique requirements and perspectives of the silver hair group, leading to a significant gap between the young and the silver hair group.\r\n\r\nWhen I set out to find a smart device suitable for my grandparents, I was disheartened to discover the limited options available. It became evident that the design of modern technology largely neglects the aging population, contributing to their exclusion from the digital world. This realization sparked a deep sense of sadness and a strong desire to contribute to change this situation.\r\n\r\nDriven by my passion for inclusive design and my background in game design, I saw an opportunity to leverage the power of games to bridge the generational gap. I wanted to create a project that not only entertained but also fostered understanding and rebuilt connections between the young and the silver hair group.\r\n\r\nI decided to embark on a thesis project that would go beyond entertainment and explore how games could address real-world challenges, specifically the disconnection between the younger and older generations. I aimed to challenge the prevailing notion that they are technologically disadvantaged and instead highlight their unique wisdom and experiences.\r\n\r\nThroughout my research, I delved into various sources, including academic papers such as &quot;Effects of Aging on Organ System Physiology and Drug Disposition&quot; published on ScienceDirect, which discussed the physiological changes associated with aging and their impact on drug metabolism and stress coping mechanisms. Additionally, I explored research by Don Norman, as featured in &quot;I Wrote the Book on User-Friendly Design. What I See Today Horrifies Me,&quot; where he shed light on how the world is designed against the elderly.\r\n\r\nBy combining my personal journey, passion for fostering connections, and the power of games, I strive to make a meaningful impact and contribute to a more inclusive and harmonious society, where the young and the silver hair group can collaborate, learn from each other, and coexist in the digital world.\r\n",
      "user_scenario": "",
      "technical_system": "Silver Valley utilizes the Unreal Engine with Blueprint to create a mobile application consisting of a game entrance and a community sub-page.\r\n\r\nExtensive research was conducted on the challenges faced by the elderly, including visits to elderly communities. Interviews with the elderly were designed to co-create stories about animals. The game aims to maintain immersion within its magic circle and encourage player reflection. A community sub-page allows access to real animal stories and encourages contributions about the elderly. \r\n\r\nGame mechanics were built and tested early on, followed by user testing in multiple rounds. Milestones included proving mechanics, validating art style and demo story, and refining user experience. \r\n\r\nWith limited time, AI was used to generate basic art assets and music, which would be adjusted manually as time permitted. This approach allowed for efficient content creation while maintaining flexibility for artistic enhancements.Used AI includes ChatGPT for text support, Midjourney for Art Assets, and Soundraw for music generation.",
      "url": "https://www.yueqingdai.com/work/silver-valley",
      "video": "",
      "public_video_url": "",
      "keywords": "Narrative/Storytelling,Play/Games,Community",
      "conclusion": "",
      "project_references": "Chinese folklore and Animal Crossing \r\n- https://www.bilibili.com/bangumi/play/ep706666?from_spmid=666.25.episode.0&amp;from_outer_spmid=333.337.0.0\r\n- https://www.animal-crossing.com/new-horizons/\r\n- The project drew inspiration from Chinese folklore and games like Animal Crossing, which use storytelling and immersive experiences to engage players and create connections between characters and players.\r\n\r\nRetirement Simulator and Chinese Parents\r\n- https://store.steampowered.com/app/1220840/_/\r\n- https://apps.apple.com/us/app/chinese-parents/id1471107490\r\n- These games provided references for simulation-based experiences that focus on specific life stages, such as retirement or parenting.\r\n\r\n&quot;Why You Should Be Designing for Your 73-Year-Old Self&quot; (Fast Company)\r\n- https://www.fastcompany.com/3067220/why-you-should-be-designing-for-your-73-year-old-self\r\n- This article highlighted the importance of considering the needs and preferences of the silver hair group in design, particularly in relation to aging and living environments.\r\n\r\n&quot;Functional Disability and Rehabilitation of Older People&quot; (ScienceDirect)\r\n- https://www.sciencedirect.com/science/article/pii/S0012369215385391\r\n- This research paper explored the physiological changes that occur with aging and emphasized the need for preventive interventions to address functional disability in the silver hair group.\r\n\r\n&quot;The Real Situation in Nursing Homes&quot; (Chinese article)\r\n- https://www.fastcompany.com/90338379/i-wrote-the-book-on-user-friendly-design-what-i-see-today-horrifies-me\r\n- This article sheds light on the challenges and issues faced by elderly individuals living in nursing homes, highlighting the importance of creating supportive and inclusive environments.\r\n\r\n&quot;I Wrote the Book on User-Friendly Design&quot; (Fast Company)\r\n- https://www.fastcompany.com/90338379/i-wrote-the-book-on-user-friendly-design-what-i-see-today-horrifies-me\r\n- Don Norman&#039;s article emphasized the need for user-friendly design that considers the needs and abilities of the elderly.\r\n\r\nStoryCorps\r\n- https://storycorps.org/\r\n- StoryCorps, an independent nonprofit project, inspired the idea of collecting real stories and celebrating the lives of everyday individuals.\r\n\r\n&quot;Designing Digital Technology for the Elderly&quot; (Smashing Magazine)\r\n- https://www.smashingmagazine.com/2015/02/designing-digital-technology-for-the-elderly/\r\n- This article explored the unique ways in which older people used digital technology and informed the project&#039;s design considerations.\r\n\r\nMy husband, Zhuo Cheng, for helping me with a lot of technical problems.\r\n\r\nAnonymous interviewees from the silver hair group who decorate the silver valley with their stories.\r\n\r\nIMA LOW RES family!\r\n",
      "thesis": "0",
      "timestamp": "2023-06-15 01:29:41",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Yunshan Jiang" }],
      "classes": [
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Smith, Sharleen"],
      "image": "/projects_documents/1687369221_p1.jpg",
      "documents": [
        {
          "document_id": 23400,
          "document": "1687369221_p1.jpg",
          "document_name": "p1",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "p1"
        },
        {
          "document_id": 23402,
          "document": "1687369572_p2.jpg",
          "document_name": "p2",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "p2"
        },
        {
          "document_id": 23403,
          "document": "1687369637_p3.jpg",
          "document_name": "p3",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "p3"
        },
        {
          "document_id": 23404,
          "document": "1687369731_p4.jpg",
          "document_name": "p4",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "p4"
        },
        {
          "document_id": 23405,
          "document": "1687369775_p5.jpg",
          "document_name": "p5",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "p5"
        }
      ],
      "project_id": "10364",
      "project_name": "Kleshas",
      "audience": "",
      "elevator_pitch": "Kleshas is a generative art project which aims to visualize and simulate negative emotions derived from Buddhist concepts in a virtual ecological environment. ",
      "description": "Kleshas is a generative art made by Unity and it runs on a PC controlled by PICO 4 VR device. After wearing the VR device, users can see mainly five kinds of creatures flowing in the virtual space. Each of them performs different behaviors based on the theory of “Kleshas”(Attachment, Anger, Ignorance, Pride and Doubt). Also, emotion creatures have different materials and shapes. These five creatures are randomly generated and they compose an ecosystem. Audience can observe this environment on the VR platform. \r\n\r\nI am very interested in Buddhism, especially its interpretation of Kleshas(affliction or poison in English). Kleshas are the root of human’s unhappiness so i want to imitate a society that is filled with these negative emotions. When users dive into the virtual world, they will see a beautiful and harmonious environment that finally turns to be chaotic and disordered. By doing so, I hope my manifestation of negative emotions can let people reflect on themselves. We all have negative emotions in our daily life, however, we need to stop spreading our negative energy to others.\r\n",
      "background": "Brainstorm stage: at the beginning, I thought about doing something I am interested in which is buddhism. I looked at many different art styles related to buddhism. For example, I saw Haolin Kun’s DABEIYUZHOU, Yang Lu’s Delusional Crime and Punishment, Ian Cheng and Lawrence Lek’s art work, etc. However, I am not good at any of the art styles that I had thought. Then, I remember I had experience of generative art, so I decided to utilize programming which is what I am good at and combine coding with buddhism. Buddhism is such a large topic but the most impressive theory for me is called Kleshas. It influences my life a lot because it always reminds me to control my emotions, therefore, I quickly decided to make something about Kleshas.\r\n\r\nResearch stage: My research can be divided into three parts. For the first part, I looked for a concrete definition and explanation about Kleshas. This term appeared in many classical buddhist books such as 瑜伽师地论 and 唯識三十論頌. For the definition, Kleshas means affliction or poison and it usually has five kinds which are, attachment(excessive desire), anger(intense aversion, dislike, or hatred), ignorance(fundamental misunderstanding or misperception of the nature of reality), pride(inflated sense of self-importance, arrogance, or conceit) and doubt(indecision and \r\nskepticism). For some different sources, “wrong view” might also be part of Kleshas. For the second part of research, I looked at different ways of emotion visualization. I found that different colors, shapes and movements can be associated with different emotions.For the last part, I researched on specific artificial life algorithms such as steer, seek, separate, align, cohesion, wander, flocking, etc.\r\nPrototyping stage: At the beginning, I set up the Unity project, including importing VR and shader related packages. Then mainly based on the research and study from The Nature of Code, I implemented basic A-life algorithms for every creature object I created. Based on the emotion state of each creature, they have different colors and shapes, and they also perform different movements. Finally, I roughly tested and debugged the prototype on VR in order to make sure the project at least could play. \r\nUser test &amp; Feedback loop: After showing my prototype to mentor, instructor and friends, I received feedback from different angles. The main problem for my thesis was it was hard for new users to distinguish different emotions. In order to solve this problem, I decided to improve the visual indication. There were some things I had done. First, I added tails and arms for each creature so that the user can see the movement track clearer. I utilized inverse kinematics to make them look smoother. Second, I changed the color for different creatures based on Plutchik&#039;s wheel of emotions(Attachment is yellow, anger is red, ignorance is light purple, pride is pink and doubt is green). Last, I changed different materials for the creatures. For every iteration, I kept user testing in order to make a better final version. \r\n",
      "user_scenario": "",
      "technical_system": "Kleshas is a VR project that runs on a PC(testing on AMD rx 6600 xt GPU) and needs to be controlled by a PICO4 VR device. For the display, the PC connects with a digital screen so that the audience can see and hear what is happening in the VR environment. It can only be used by one person at a time. Moveover, It will cost about 5 mins for each person to use it.  The thesis was developed by Unity Engine that was rendered by HRDP(High Definition Render Pipeline) and mainly programmed by using a boid algorithm and inverse kinematics. \r\n",
      "url": "",
      "video": "https://drive.google.com/file/d/1zdXfYq3hDmX93gzzGfcZN3LH7TPm5OEF/view?usp=share_link",
      "public_video_url": "",
      "keywords": "VR\\AR,Art,Play/Games",
      "conclusion": "",
      "project_references": "Artificial nature. Artificial Nature. (n.d.). https://artificialnature.net/ \r\n\r\nBlackthornprod. (2021, March 14). Procedural animation: Tail, wings, hair, tentacles! (unity tutorial). YouTube. https://www.youtube.com/watch?v=9hTnlp9_wX8&amp;t=505s\r\n\r\nDonaldson, M. (2017). Plutchik&#039;s wheel of emotions—2017. Update.\r\n\r\n丁福保. (1922). 佛學大辭典. http://cbeta.buddhism.org.hk/dfb/1\r\n\r\n烦恼的两大种类：根本烦恼，随烦恼. (n.d.). 华人佛教网. Retrieved February 13, 2023, from \t\thttps://www.hrfjw.com/foxue/changshi/157869.html#:~:text=根本烦恼有六种：,、慢、疑、恶见%E3%80%82\r\n\r\nFlocking. (n.d.). Unity Learn. https://learn.unity.com/tutorial/flocking\r\n\r\nGalapagos interactive exhibit by Karl Sims, 1997. Karl Sims home page. (n.d.). https://www.karlsims.com/galapagos/\r\n\r\nInamori, K., &amp; Cao, X. (2015). Xin Fa: Daosheng Hefu de Zhe Xue: Kou Dai Ban. Dong fang chu ban she. \r\n\r\nKevin Mack Art Zen parade. Kevin Mack Art. (n.d.). http://www.kevinmackart.com/zen-parade.html \r\n\r\nLobser, D. (n.d.). Flock. dlobser. https://dlobser.com/Flock \r\n\r\nMarpi Studio. (n.d.). https://www.marpi.studio/\r\n\r\nPinilla, A., Garcia, J., Raffe, W., Voigt-Antons, J. N., &amp; Möller, S. (2021). Visual representation of emotions in Virtual Reality. PsyArXiv.\r\n\r\nShiffman, D., Fry, S., &amp; Marsh, Z. (2012). The Nature of Code. D. Shiffman.\r\n\r\n（唐）玄奘（译）.(n.d.). 瑜伽师地论 (Vol. 66). http://www.quanxue.cn/CT_FoJia/YuJiaShiDIndex.html\r\n\r\n（唐）玄奘（译）.(n.d.).唯識三十論頌. https://tripitaka.cbeta.org/T31n1586_001\r\n\r\nThe Coding Train. (2017, March 17). Coding challenge #64.2: Inverse kinematics. YouTube. https://www.youtube.com/watch?v=hbgDqyy8bIw&amp;t=760s\r\n\r\nVisualize emotions in virtual reality. Visualize Emotions in Virtual Reality. (n.d.). \r\nhttps://www.qinbian.me/visualize-emotions-in-virtual-reality\r\n\r\nWakefield, G. (n.d.). DATT4950/DIGM5950 artificial life, Generative Art. http://alicelab.world/digm5950/index.html\r\n\r\nYaeger, L. (1994). Computational genetics, physiology, metabolism, neural systems, learning, vision, and behavior or Poly World: Life in a new context. In SANTA FE INSTITUTE STUDIES IN THE SCIENCES OF COMPLEXITY-PROCEEDINGS VOLUME- (Vol. 17, pp. 263-263). ADDISON-WESLEY PUBLISHING CO.\r\n\r\n\r\nVR Controller code from ChatGPT\r\n",
      "thesis": "0",
      "timestamp": "2023-06-21 13:51:22",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Yiyang Cao" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686625725_Sequence6_0087.jpg",
      "documents": [
        {
          "document_id": 23253,
          "document": "1686625725_Sequence6_0087.jpg",
          "document_name": "Main Image",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "A 3D rendered image of a  human hand piercing through a resin human shaped sculpture"
        },
        {
          "document_id": 23256,
          "document": "1686626487_50days0087.jpg",
          "document_name": "Slideshow 1",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Human shaped resin sculpture with ribbons flowing in the wind in the middle of water"
        },
        {
          "document_id": 23257,
          "document": "1686626547_promises0000.jpg",
          "document_name": "Slideshow 2",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Melting resin sculpture in a chain bag"
        },
        {
          "document_id": 23258,
          "document": "1686626620_Sequence10_0145.jpg",
          "document_name": "Slideshow 3",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "A human lying in cyberspace"
        },
        {
          "document_id": 23372,
          "document": "1687094620_Clouds0183.jpg",
          "document_name": "Slide4",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Figure sitting in a sling bed"
        },
        {
          "document_id": 23373,
          "document": "1687094765_Sequence9_0053.jpg",
          "document_name": "Slide5",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Figure floating in water"
        }
      ],
      "project_id": "10365",
      "project_name": "Excavating Eternal Beings - A Past Life Regression",
      "audience": "",
      "elevator_pitch": "Audiovisual installation telling the story of my future incarnation on a past life regression, discovering the patterns throughout 9 lifetimes and continuing her life journey with a change.",
      "description": "Audiovisual installation telling the story of my future incarnation on a past life regression, discovering the patterns throughout 9 lifetimes and continuing her life journey with a change. The video consists of 11 scenes total, a prologue, an epilogue, and 9 scenes in between. It is a personal project exploring my own psyche.",
      "background": "I’m interested in posthumanism, immortality in the sense of both physical (materials) and spiritual (beings). When I first started the project, my concept for the story was: when future sentient entities find my body after humans are extinct. What can they find out about our world through my remains? I knew I wanted to use my own image in this project instead of ready made 3d human models, because first of all I can manipulate my own image however I want without feeling guilty, and secondly I wanted to bring in my personal story. \r\n\r\nSo the first thing I did was get a 3d scan of myself. At first I was a bit freaked out by looking at myself from a 3rd person view, but after spending weeks cleaning up the scan, applying a skeleton and working with skin texturing, I got used to it and started thinking about how my psyche is reflected in the way I render myself. \r\nAnd then I started putting my model in scenes that were just in my head. At this stage I got a lot of feedback or questions in regards to the aesthetic choices I tend to make. Like why am I always in a box, why is my posture always so closed off. Why put myself in chains and bondages in this sort of post-apocalyptic setting? What can I learn about myself  through analyzing the patterns? \r\nThis is where I pivoted my project into a personal analysis. \r\n\r\nI realize the things I gravitate towards have something in common, isolation, constraints, loneliness, masochism, and the stagnant state of being in them. I came across this book Escape from freedom by social psychologist Erich Fromm which talks about human’s relationship with freedom, belongingness, and individuality. Here is a quote that I resonated with: “He is alone and free, yet powerless and afraid. The newly won freedom appears as a curse; he is free from the sweet bondage of paradise, but he is not free to govern himself, to realize his individuality”\r\n\r\nThis leads to my current central question: What is my relationship with freedom? What’s constraining me? How do I break out? And just to bring back my current concept for the story: My future incarnation on a past life regression, discovering the patterns throughout 9 lifetimes and continuing her life journey with a change.\r\n",
      "user_scenario": "",
      "technical_system": "3D MODELING &amp; ANIMATION:\r\nCinema 4D + Octane Renderer, Zbrush, Wrap, Substance Painter, Blender\r\n\r\nPOST PROCESSING: \r\nAI Frame Interpolation (Dain-app), After Effects, Premiere, Photoshop\r\n\r\nGENERATIVE VISUALS &amp; PROJECTION:\r\nAnalog Modular Synthesizers, Resolume Arena\r\n\r\nAUDIO:\r\nCollaboration with Serpent in a Straight Line\r\nAbleton Live, Analog Modular Synthesizers\r\n",
      "url": "https://yiyangcao.com/EXCAVATING-ETERNAL-BEINGS",
      "video": "",
      "public_video_url": "",
      "keywords": "Art,Music,Narrative/Storytelling,Installation",
      "conclusion": "The process of this project is in a way a long self-therapy session. Using my own image as the material has been an intimate and vulnerable experience, but at the same time it allowed me to see my subconscious surface, and the deep rooted, hidden conflicts within myself. I don’t have an answer for it yet, it is more of a diagnosis rather than prognosis. Another thing I learned is that a project doesn’t have an end, all the research, and unexpected pivots can branch out to many exciting possibilities. ",
      "project_references": "How we became posthuman (Book)\r\n-N. Katherine Hayles\r\n\r\nEscape from Freedom (Book)\r\n-Erich Fromm\r\n\r\nIs Death Real? (Article)\r\nhttps://www.law.uci.edu/news/in-the-news/2022/PMXAN422memberIssuefinal.pdf\r\n\r\nCyborgs, Human Augmentation, Cybernetics, and JIZAI Body (Article)\r\nhttps://dl-acm-org.proxy.library.nyu.edu/doi/10.1145/3519391.3519401\r\n\r\nSelf/Image: Technology, Representation, and the Contemporary Subject (Critical context)\r\nhttps://www.tandfonline.com/doi/abs/10.1080/10486800902809586?journalCode=gctr20\r\n\r\nBERL-BERL (Art)\r\nhttp://www.jakobsteensen.com/berlberl\r\n\r\nPOST HUMAN CONSIDERATIONS (Art)\r\nhttps://frederikheyman.com/Lament-1\r\n\r\nThe technofossil record of humans (Article)\r\nhttps://journals.sagepub.com/doi/abs/10.1177/2053019613514953?journalCode=anra\r\n\r\nDesigning human-god interfaces (Article)\r\nhttps://dl-acm-org.proxy.library.nyu.edu/doi/10.1145/3404983.3409997\r\n",
      "thesis": "0",
      "timestamp": "2023-06-18 09:20:02",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Sehmon Burnam" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1687272520_IMG_2217copy.jpg",
      "documents": [
        {
          "document_id": 23394,
          "document": "1687272520_IMG_2217copy.jpg",
          "document_name": "Hallucinated Voicemails - Cover Image",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "A wooden dodecahedron with speakers on each face, on a pedestal connected to a breadboard."
        }
      ],
      "project_id": "10366",
      "project_name": "Daydreams of Simulacra (Hallucinated Voicemail)",
      "audience": "",
      "elevator_pitch": "Interactive sculpture reflecting on humanity in the age of artificial intelligence and machine learning simulation.",
      "description": "Daydreams of Simulacra is an audio sculpture that uses artificial intelligene to reflect simulated conversation and human connection back to the audience. By engaging with the piece’s multi-channel speaker chamber, the viewer is confronted with an overwhelming chorus of communication simulacra and prompted to explore the textures of the created audioscape.",
      "background": "Daydreams of Simulacra (2023) - An interactive generative audio sculpture that meditates on humanity in the age of machine intelligence.\r\n\r\nThis installation reflects my internal tension as I contemplate the future intersection of technology and society. Advances in artificial intelligence and generative media are reshaping our relationship with ourselves, blurring the boundaries between human and machine collaboration. As our tools begin to surpass our creative and cognitive capabilities, we are prompted to reconsider our understanding of what it means to be human. This piece offers a space for meditation on these intricate technical systems upon which we increasingly rely.\r\n\r\nPowered by machine learning, the sculpture generates voicemail snippets to emulate human activity and connection. These snippets resonate through the 19 speakers within the sculpture&#039;s sound chamber, crafting an audioscape of imagined content. As the installation evolves, new voicemails are introduced, anchoring the experience in the viewers present moment.\r\n\r\nIf AI systems and large language models are fundamentally constructed from human input, how might these uncanny reflections offer glimpses, or even hallucinations, of our humanity?",
      "user_scenario": "",
      "technical_system": "Daydreams of Simulacra is both a physical sculpture and a technical system. At it’s core, the technical system does the following: \r\n\r\n* Use a Large Language Model (LLM) to generate conversations between two people. Mother to Son, Sister to Sister, Student to Teacher, this system pulls from a model trained and fine-tuned on the collective and presents a sample of conversation. By using other sources of information ( news, weather, etc.) these conversations are grounded in present reality to keep the sculpture ‘alive’ as time continues. \r\n\r\n* Use a Text-To-Speech Model (TTS) to move from written script to audio. The TTS model continually captures audio from the internet and the installation room to create new voice models, and adds the voice to the sculpture’s ‘collection’. These voices are then used to generate future conversations.\r\n\r\n* Playing the generated audio files through speakers distributed through the sculpture’s membrane. By playing multiple audio clips in parallel, the viewer is continually surrounded by the audio waves of conversation. At the same time, conversations in the installation room also become part of the soundscape, blending in to the simulated collection of speech. \r\n\r\n",
      "url": "",
      "video": "https://vimeo.com/857583956?share=copy",
      "public_video_url": "",
      "keywords": "Sound,Art,Machine Learning,Installation",
      "conclusion": "",
      "project_references": "* The Age of Spiritual Machines - Ray Kurzweil\r\n* Ways of Being - James Bridle\r\n* On the Sublime - Kant\r\n* The Technological Sublime - NNN\r\n* Babel - Cildo Meireles ",
      "thesis": "0",
      "timestamp": "2023-08-24 12:33:12",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Yuqian Ma" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686932428_IMG_20230616_204845_cut.jpg",
      "documents": [
        {
          "document_id": 23345,
          "document": "1686932428_IMG_20230616_204845_cut.jpg",
          "document_name": "Project Overview",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Project Overview"
        },
        {
          "document_id": 23336,
          "document": "1686927218_IMG_20230616_203802.jpg",
          "document_name": "coding",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "coding"
        },
        {
          "document_id": 23337,
          "document": "1686927236_IMG_20230616_204451.jpg",
          "document_name": "AI Coding",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "AI Coding"
        },
        {
          "document_id": 23338,
          "document": "1686927277_IMG_20230616_204845.jpg",
          "document_name": "watching me",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "watching me"
        },
        {
          "document_id": 23339,
          "document": "1686927293_IMG_20230616_205639.jpg",
          "document_name": "side view",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "side view"
        },
        {
          "document_id": 23343,
          "document": "1686927639_dont-look-at-me.jpg",
          "document_name": "screenshot",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "screenshot"
        }
      ],
      "project_id": "10367",
      "project_name": "Don’t Look At Me When I’m Coding",
      "audience": "",
      "elevator_pitch": "As a programmer, the artist perceives coding as a delightful craft. This installation seeks to discuss the place and emotions of individuals in their work, regardless of the nature of the job or the era.",
      "description": "In an age of artificial intelligence, perhaps we are the last generation of manual coders. This art installation captures the essence of our craft and the spirit of the artisan in coding, particularly focusing on the amusing reality that I become uncomfortable when others watch me code. The installation involves two laptops: one displaying a replay of my coding process which halts as soon as an audience observes it, mirroring my own behavior when coding under watchful eyes.\r\n\r\nBehind this laptop, a second machine churns out AI-generated code, but with an intriguing twist. It only generates code when observed, standing in stark contrast to the human vulnerability and embarrassment that halts the first machine. This stark dichotomy is designed to highlight the unique human qualities that persist even in an AI-dominated era.\r\n\r\nThe exhibit poses an important question to its audience: In the age of AI, what should we preserve and what should we update? This isn’t just an exploration of the craft of coding; it&#039;s a conversation starter about the future of humanity and the intersection of AI and human emotions. It pays homage to the fact that even in a world inundated with AI, the human factor remains integral and irreplaceable.",
      "background": "The inspiration for this project is rooted in the exploration of how human emotions and the growth of AI intersect, particularly in the field of coding, which is often seen as purely logical and devoid of emotion.\r\n\r\nResearching the artisan spirit found within the coding community revealed that despite its technological nature, coding is not just about writing functional lines of code. It&#039;s about problem-solving, creativity, and a certain sense of pride and ownership in one&#039;s work. Like an artist uncomfortable with being watched while painting, many coders feel uneasy when observed during the act of creation.\r\n\r\nIn the context of our rapidly evolving digital age, AI is increasingly being used to automate tasks, including code generation. The question then arises: What happens to the human aspect of coding in the face of AI automation? Will the AI understand the artisan spirit of coding?\r\n\r\nAgainst this backdrop, the project seeks to bring these conversations to the forefront, provoking contemplation about the balance between human emotion and the unemotional efficiency of AI. By making use of eye tracking and AI code generation, the project serves as a reminder of our inherent human nature, even in an age defined by technology.",
      "user_scenario": "",
      "technical_system": "Technically, this project integrates computer vision and artificial intelligence to create an interactive exhibit that responds to human presence. The laptops employ their built-in cameras for eye tracking, determining whether someone is watching the screens.\r\n\r\nOn the first laptop, a script replays the process of me coding. The eye tracking function interrupts this replay as soon as it detects an observer, simulating my discomfort when watched while coding.\r\n\r\nConversely, the second laptop uses an AI model to generate code, but uniquely, it only does so when an observer is detected. This is designed to contrast the machine&#039;s indifference to being observed with the human feeling of vulnerability under scrutiny.\r\n\r\nThe use of eye tracking in conjunction with AI code generation transforms this installation from a static exhibit into an interactive exploration of human-AI interaction.",
      "url": "https://yuqianma.github.io/dont-look-at-me/",
      "video": "",
      "public_video_url": "",
      "keywords": "Installation,Speculative/Futures,Tech &amp; Society",
      "conclusion": "",
      "project_references": "//",
      "thesis": "0",
      "timestamp": "2023-06-21 01:19:05",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Ada Huang" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686627476_documentationimage.png",
      "documents": [
        {
          "document_id": 23262,
          "document": "1686627476_documentationimage.png",
          "document_name": "Body Domain",
          "document_type_id": 19,
          "main_image": 1,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Body Domain"
        }
      ],
      "project_id": "10369",
      "project_name": "Body Domain",
      "audience": "",
      "elevator_pitch": "&quot;Body Domain&quot; is a multimedia installation that examines the juxtaposition of aging body and dancer movement, curating a space for movement and offering the artist&#039;s interpretation of the effects of aging.  ",
      "description": "&quot;Body Domain&quot; is an interactive installation piece that invites participants to engage in a unique dance experience. Within the installation space, participants are prompted by animations to create movements that generate image sequence. \r\n\r\nThese visuals intentionally shifts the focus from the participant&#039;s identity to the dynamics of their movements. Through this transformative visual representation, both participants and audiences are immersed in a shared experience. The installation creates a captivating space where the boundaries between performer and observer blur, encouraging participants to explore the artistry of movement.",
      "background": "(___)",
      "user_scenario": "",
      "technical_system": "- Pose detection\r\n- ML5 neuralNetwork model training \r\n- Blender animation\r\n- Pixel manipulation",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "Performance,Installation,Interaction Design",
      "conclusion": "",
      "project_references": "",
      "thesis": "0",
      "timestamp": "2023-06-12 23:37:56",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Ai Xia" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1690473297_Ai_Xia_1_2_1280x720.png",
      "documents": [
        {
          "document_id": 23425,
          "document": "1690473297_Ai_Xia_1_2_1280x720.png",
          "document_name": "Before the Sun Rises",
          "document_type_id": 19,
          "main_image": 1,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Two characters facing the sunrise"
        },
        {
          "document_id": 23426,
          "document": "1690473370_Capture3_1_1280x720.png",
          "document_name": "Image 3",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "In-game Image"
        },
        {
          "document_id": 23427,
          "document": "1690473427_Capture2_1_1280x720.png",
          "document_name": "Image 2",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "In-game Image"
        },
        {
          "document_id": 23428,
          "document": "1690473474_Capture_1_1280x720.png",
          "document_name": "Image 1",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "In-game Image"
        }
      ],
      "project_id": "10370",
      "project_name": "Before the Sun Rises",
      "audience": "",
      "elevator_pitch": "Re-growing a dying land with kindred spirits of the forest.",
      "description": "Before the Sun Rises is an online multiplayer game designed to encourage altruistic and prosocial behavior between strangers. In the current landscape of primarily competitive multiplayer games, how do we design a game that encourages kind, compassionate and generous behavior, but also provides a sense of agency while doing so? ",
      "background": "Multiplayer games that created positive and cooperative player interactions, like Journey, Death Stranding, and One Hour One Life, are very inspirational to me. There’s something that feels wonderful and also uncommon when seeing positive interactions between strangers online in a game. What made one game more “friendly” and “safe” versus another, and what aspect of the game design influenced that feeling? Through several play tests, I attempted to create my own altruistic game by changing the level design, UI, game mechanics, and system structure. My definition for altruism in this particular game was the act of sharing knowledge and helping other players find resources on the map. ",
      "user_scenario": "",
      "technical_system": "My initial low-tech prototypes were done in Miro, an online collaboration tool. The final game is made in Unreal Engine 5 with the Steam online subsystem. Players can download a demo of the game on Steam, and either play solo or with another player. Animations were done with Mixamo and Unreal&#039;s animation tools, and the intro cutscene was drawn and animated by using Procreate and After Effects.",
      "url": "",
      "video": "https://drive.google.com/file/d/1Gs-U3nB3GkdtX5cC1ZZOztNI1WekoIrB/view?usp=sharing",
      "public_video_url": "",
      "keywords": "Narrative/Storytelling,Play/Games,Sustainability,Community",
      "conclusion": "Designing a game for altruism proved to be a difficult challenge, and to me, and ongoing one. But through watching various reactions to people playing the game, I feel more sure than ever that there is space to evolve the definition of what a game can be, the gaming communities surrounding them, and in what way they can be used. Ultimately, I wish to see more gaming communities, and communities outside of them, embrace compassionate, helpful, and generous acts. By designing a game for altruism, I hope to share more of those values amongst those who are looking for a gaming experience beyond the norm.",
      "project_references": "Ah Reum Kang, Hana Kim, Jiyoung Woo, Juyong Park, and Huy Kang Kim. 2014. Altruism in games: helping others help themselves. In Proceedings of the 13th Annual Workshop on Network and Systems Support for Games (NetGames &#039;14). IEEE Press, Article 18, 1–6.\r\n\r\nAlexander J. Bisberg, Julie Jiang, Yilei Zeng, Emily Chen, and Emilio Ferrara. 2022. The Gift that Keeps on Giving: Generosity is Contagious in Multiplayer Online Games. Proc. ACM Hum.-Comput. Interact. 6, CSCW2, Article 395 (November 2022), 22 pages. https://doi.org/10.1145/3555120\r\n\r\nTakano, M., Wada, K. &amp; Fukuda, I. Reciprocal Altruism-based Cooperation in a Social Network Game. New Gener. Comput. 34, 257–272 (2016). https://doi.org/10.1007/s00354-016-0304-0\r\n\r\nInterview:\r\nhttps://futureofstorytelling.org/story/jenova-chen-designing-games-for-generosity\r\n\r\nGames:\r\nhttps://www.gamesforchange.org/game/sky-children-of-the-light/\r\n\r\nhttps://thatgamecompany.com/journey/\r\n\r\nhttps://deathstrandingpc.505games.com/en/\r\n",
      "thesis": "0",
      "timestamp": "2023-07-27 11:34:36",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Jamie McCoy" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686630050_Screenshot2023-06-13at12.20.28PM.png",
      "documents": [
        {
          "document_id": 23265,
          "document": "1686630050_Screenshot2023-06-13at12.20.28PM.png",
          "document_name": "Nesting",
          "document_type_id": 19,
          "main_image": 1,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Nesting"
        },
        {
          "document_id": 23390,
          "document": "1687232924_IMG_1865copy.jpg",
          "document_name": "Boxes being built",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Boxes being built"
        },
        {
          "document_id": 23391,
          "document": "1687232947_IMG_1881.JPG",
          "document_name": "In progress nest",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "In progress nest"
        }
      ],
      "project_id": "10371",
      "project_name": "Nesting: The Non-Human Technology of Bird Nests",
      "audience": "",
      "elevator_pitch": "Learning from the non-human technologies, extraordinary craft, and ritual behaviors involved in birds’ practice of building nests and creating homes.",
      "description": "I spent several weeks studying the nest-building behavior of birds, examining the ways in which they build homes and the technologies they have developed in order to do so. This began as an exercise in considering how a specific non-human species, birds, intelligently solves craft-based problems, and became an emotive exploration of the elements that creatures – human and non-human alike — use to build homes. \r\n",
      "background": "I began my research by thinking about how examples of technology show up in the non-human animal world. I started by reading James Bridle’s Ways of Being, A Search for Planetary Intelligence, and simultaneously began researching animal craftscreatures. Although many options of excellence in craft amongst members of the animal world were available, I quickly gravitated toward birds. My sister and mother have recently been taking me along on birdwatching walks, so birds were a personally relevant topic for me in this sense. \r\n\r\nI read about birds adapting their migratory behavior and nest building because of climate change, the ways in which bird nest material selection is changing during the anthropocene, and the many ways that birds solve specific problems through the craft of building their nests. I reveled in learning about how bushtits use spider silk to create a flexible, elastic home that can grow as the baby birds grow. I was surprised to see tailorbirds sewing leaves together with plant fibers, as I had thought sewing was a uniquely human practice. \r\n\r\nThrough this research, I realized that there are so many things that humans could learn from birds. Surely a bird could serve as an example for architecture, engineering, adaptation, survival, craft, art, and more. This prompted me to think about this exercise as a component of a course taught by birds – not only what would they teach, but why would they teach humans? What else could humans learn from birds, and why should we? What’s in it for the birds? I began thinking about design pedagogy, interrogating human centered design, and looking at other artists who are dealing with alternative approaches to learning from and with nature. Some of these artists include Andrea Zittel, Jen Delos Rios, Mary Mattingly, and Julie Chen. \r\n\r\nWhile birds could serve as core faculty for anything from a design school to an engineering school, I came to this exercise as an artist and craftsperson. And as an artist and craftsperson who spent most of the last year traveling, the things I learned from these bird lessons centered around how to build a home.\r\n",
      "user_scenario": "",
      "technical_system": "My project is manifested in a series of physical objects, nest maquettes, and a workshop. In response to what I was studying, I built maquettes interpreting bird nests out of old garments including jeans, flannel pants, my family members’ uncoupled socks, and my partner’s old shoes. I used found objects for additional elements, and I followed the processes that birds use like sewing, weaving, matting, and tying. I then built boxes as housing for these nests using chipboard and calligraphy paper, creating a series of doors and drawers to encourage exploration and curiosity. \r\n\r\nI also built an audio-imbued scarf as an abstracted nest concept. I took a 24 hour audio feed from the front window of my home in Chicago, and used microcontrollers and speakers to incorporate it into a scarf, in order to explore the auditory dimension of what contributes to a sense of home. If one is in San Francisco, what does it feel like to be listening to the street sounds of Chicago?\r\n\r\nFinally, I created a workshop to explore nest building with my classmates. I wanted to formalize what I was learning from birds into a lesson for others, so I created a youtube playlist, discussion prompts for conversation, and a nest-making prototype session.  \r\n",
      "url": "https://www.jamiemccoydesigns.com/",
      "video": "",
      "public_video_url": "",
      "keywords": "Education,Art,Sustainability",
      "conclusion": "Conclusion here",
      "project_references": "Biddle, Lucia E., et al. “Birds Use Structural Properties When Selecting Materials for Different Parts of Their Nests.” Journal of Ornithology, vol. 159, no. 4, 2018, pp. 999–1008, https://doi.org/10.1007/s10336-018-1571-y.\r\n\r\nBolwell, Stephen, director. Wonders of Nature. Bushtits Build a Nest. YouTube, YouTube, 14 Apr. 2013, https://www.youtube.com/watch?v=N3LAsAqU1ec. Accessed 13 June 2023.\r\n\r\nBridle, James. Ways of Being: Animals, Plants, Machines: The Search for a Planetary Intelligence. Penguin Books, 2023.\r\n\r\nBrown, Adrienne M., and Adrienne Maree Brown. Emergent Strategy: Shaping Change, Changing Worlds. AK Press, 2021.\r\n\r\nBruni, Frank. “The Most Contrarian College in America.” The New York Times, 11 Sept. 2018, www.nytimes.com/2018/09/11/opinion/contrarian-college-stjohns.html.\r\n\r\n“Bushtit Identification, All about Birds, Cornell Lab of Ornithology.” All About Birds, Cornell Lab of Ornithology, www.allaboutbirds.org/guide/Bushtit/id. Accessed 13 June 2023.\r\n\r\nCarneiro, Camilo, et al. “Linking Weather and Phenology to Stopover Dynamics of a Long-Distance Migrant.” Frontiers in Ecology and Evolution, vol. 8, 2020, https://doi.org/10.3389/fevo.2020.00145.\r\n\r\nChan, Gaye. “Free Grindz.” GAYE CHAN -, 29 Nov. 2020, gayechan.com/free-grindz/.\r\n\r\nChen, Julie. Julie Chen | Flying Fish Press, flyingfishpress.com/. Accessed 13 June 2023.\r\n\r\nDavis, Robin. “Bushtits Live a Woven Life.” Saved By Nature, 4 Nov. 2020, www.savedbynature.org/post/bushtits-live-a-woven-life.\r\n\r\nDeeming, D. Charles, et al. “Factors Affecting Thermal Insulation of Songbird Nests as Measured Using Temperature Loggers.” Physiological and Biochemical Zoology, vol. 93, no. 6, 2020, pp. 488–504, https://doi.org/10.1086/711959.\r\n\r\nDelos Rios, Jen. “2019; Being. Doing. Working.” Jen Delos Reyes, www.jendelosreyes.com/archive-2019. Accessed 13 June 2023.\r\n\r\nDextras, Nicole. “Featured Actions.” Art Works for Change, www.artworksforchange.org/portfolio/nicole-dextras/. Accessed 13 June 2023.\r\n\r\nDouthat, Ross. “I’m What’s Wrong with the Humanities.” The New York Times, 8 Mar. 2023, www.nytimes.com/2023/03/08/opinion/humanities-internet-novels.html.\r\n\r\nDunn, Frederick. “Baltimore Orioles Taking Apart a Lawn Chair for Nesting Material!” YouTube, 15 May 2019, www.youtube.com/watch?v=-TWqxDL6FAY.\r\n\r\nFann, Jayson. “Spirit Nest Creations by Jayson Fann.” Spirit NEST Creations by Jayson Fann, www.spiritnestcreations.com/. Accessed 13 June 2023.\r\n\r\nFinest, The. “15 Most Amazing Nests in the Animal World!” YouTube, 3 May 2020, www.youtube.com/watch?v=Dk0IKCHhT-4.\r\n\r\nFuller, Robert E. “Bird Builders: The Genius of Birds Nests.” Wildlife Artist Robert E Fuller, 5 May 2022, www.robertefuller.com/diary/master-builders-the-genius-of-bird-nests/.\r\n\r\nFuller, Robert E. “Birds Nests in My Back Garden: Watching Long Tailed Tits &amp; Wrens Weave Nests.” Wildlife Artist Robert E Fuller, 5 May 2022, www.robertefuller.com/diary/watching-birds-build-their-nests/.\r\n\r\nFuller, Robert E. “Why Robins Choose to Nest in Odd Places.” Wildlife Artist Robert E Fuller, 22 Dec. 2021, www.robertefuller.com/diary/why-robins-choose-to-nest-in-funny-places/.\r\n\r\nGunnison, Julia, and Gillian Waldo. Syllabus, syllabusproject.org/. Accessed 13 June 2023.\r\n\r\nHanmer, Hugh J., et al. “Use of Anthropogenic Material Affects Bird Nest Arthropod Community Structure: Influence of Urbanisation, and Consequences for Ectoparasites and Fledging Success.” Journal of Ornithology, vol. 158, no. 4, 2017, pp. 1045–1059, https://doi.org/10.1007/s10336-017-1462-7.\r\n\r\nHeller, Nathan. “The End of the English Major.” The New Yorker, 27 Feb. 2023, www.newyorker.com/magazine/2023/03/06/the-end-of-the-english-major.\r\n\r\nHiemstra, Auke-Florian, et al. “Birds Using Artificial Plants as Nesting Material.” Behaviour, vol. 159, no. 2, 2021, pp. 193–205, https://doi.org/10.1163/1568539x-bja10115.\r\n\r\nIdeas, Paper Craft. “Paper Craft Ideas on Instagram: ‘Full Detailed Tutorial. Visit @paper_craft_ideas_ for More #papercraft #papercrafting #papercrafts #papercraftinglove #papercraftingaddict #papercraftersofinstagram #handmadepapercrafts #handmadepapercrafting #diypapercrafts #cardmaking #cardmakersofinstagram #scrapbooking #scrapbookersofinstagram #paperart #paperartist #papercraftideas #papercraftslovers #papercraftinspiration #papercraftingcommunity #papercraftingfun.’” Instagram, 9 Apr. 2023, www.instagram.com/p/CqiUFGtoMZJ/?utm_source=ig_web_copy_link.\r\n\r\nIqbal, S M, director. YouTube, YouTube, 23 Aug. 2017, https://www.youtube.com/watch?v=QQMYpzbQIDA. Accessed 13 June 2023.\r\n\r\nJadhav, Rupesh. “Bulbul Making Nest | Nest of Bulbul Bird | Home Garden | Sony A7M3 | Pune.” YouTube, 25 Mar. 2020, www.youtube.com/watch?v=UhZVdfXYBd8.\r\n\r\nJohnson, Kevin. “Five Incredible Ways Birds Change Their Bodies for Spring and Fall Migration.” Audubon, 21 Feb. 2023, www.audubon.org/news/five-incredible-ways-birds-change-their-bodies-spring-and-fall-migration.\r\n\r\nLowney, Anthony M., et al. “The Large Communal Nests of Sociable Weavers Provide Year-Round Insulated Refuge for Weavers and Pygmy Falcons.” Frontiers in Ecology and Evolution, vol. 8, 2020, https://doi.org/10.3389/fevo.2020.570006.\r\n\r\nLukas, David, director. Anna’s Hummingbird and Her Nest. YouTube, YouTube, 1 May 2020, https://www.youtube.com/watch?v=OL1oBF-eca8. Accessed 13 June 2023.\r\n\r\nMainwaring, Mark C., et al. “Editorial: The Impact of Weather on the Behavior and Ecology of Birds.” Frontiers in Ecology and Evolution, vol. 9, 2021, https://doi.org/10.3389/fevo.2021.777478.\r\n\r\nMarevska, Anna. “Inside the Chicago Museum of Science and Industry Wired to Wear Exhibit.” FashionFiles, 25 Mar. 2019, fashionfilesmag.com/inside-the-chicago-museum-of-science-industry-wired-to-wear-exhibit/#/.\r\n\r\nMattingly, Mary. “Featured Actions.” Art Works for Change, www.artworksforchange.org/portfolio/mary-mattingly/. Accessed 13 June 2023.\r\n\r\nMcAfee, Anuar. “Spiderhunter.” YouTube, 28 Mar. 2021, www.youtube.com/watch?v=zCuy-ymGQGI.\r\n\r\nMcRae, Lucy, and Bart Hess. “Lucyandbart - World Renowned Sci Fi Artist and Body Architect.” LucyandBart, www.lucymcrae.net/lucyandbart. Accessed 13 June 2023.\r\n\r\nNature, Handsome, director. Robin Building a Nest | 100 Minutes. YouTube, YouTube, 19 Apr. 2020, https://www.youtube.com/watch?v=6KWx1ykFKVE. Accessed 13 June 2023.\r\n\r\nNewDay. “Bird Building Nest.” YouTube, 14 June 2019, www.youtube.com/watch?v=UZ_-6Rtlv0o.\r\n\r\nNewsable, Team. “Rare Video of Tailorbird Weaving Its Nest Goes Viral; Leaves Netizens Amazed.” Asianet News Network Pvt Ltd, 13 Aug. 2021, newsable.asianetnews.com/weird-news/rare-video-of-tailorbird-weaving-its-nest-goes-viral-leaves-netizens-amazed-tgy-qxsawp.\r\n\r\n“Oxman.” Aguahoja, oxman.com/projects/aguahoja. Accessed 13 June 2023.\r\nPatterson-Ooi, Amber, and Natalie Araujo. “Beyond Needle and Thread.” M/C Journal, vol. 25, no. 4, 2022, https://doi.org/10.5204/mcj.2927.\r\n\r\nPatwardhan, Nikhil, director. Bushtits Build a Nest. YouTube, YouTube, 24 May 2021, https://www.youtube.com/watch?v=BCY7MRgJIaA. Accessed 13 June 2023.\r\n\r\nPedersen, Helena. “Education, Anthropocentrism, and Interspecies Sustainability: Confronting Institutional Anxieties in Omnicidal Times.” Ethics and Education, vol. 16, no. 2, 2021, pp. 164–177, https://doi.org/10.1080/17449642.2021.1896639.\r\n\r\nPerez, Daniela M., et al. “Climate as an Evolutionary Driver of Nest Morphology in Birds: A Review.” Frontiers in Ecology and Evolution, vol. 8, 2020, https://doi.org/10.3389/fevo.2020.566018.\r\n\r\n“Pine Siskin Photos and Videos for, All about Birds, Cornell Lab of Ornithology.” Photos and Videos for Pine Siskin, All About Birds, Cornell Lab of Ornithology, www.allaboutbirds.org/guide/Pine_Siskin/photo-gallery#. Accessed 13 June 2023.\r\n\r\n“Ranges.” Vollebak, vollebak.com/en-us/pages/ranges?shpxid=c4166f63-c8a7-4100-a649-ce39507f3a80. Accessed 13 June 2023.\r\n“St. John’s College.” Liberal Arts College with a World-Class Faculty, www.sjc.edu/. Accessed 13 June 2023.\r\n\r\nTwigg, Melissa. “‘The Most Beautiful Things Are in Nature’: Designer Susan Fang’s Inspiration.” South China Morning Post, 6 Feb. 2023, www.scmp.com/lifestyle/fashion-beauty/article/3209266/i-feel-very-linked-nature-chinese-fashion-designer-susan-fang-inspiration-her-ethereal-clothes-and.\r\n\r\nVasani, Ronit, director. Tailorbird Building Nest. YouTube, YouTube, 6 Nov. 2020, https://www.youtube.com/watch?v=vxy6j53yZBw. Accessed 13 June 2023.\r\n\r\n“Verdin Life History, All about Birds, Cornell Lab of Ornithology.” Verdin Life History, All About Birds, www.allaboutbirds.org/guide/Verdin/lifehistory#. Accessed 13 June 2023.\r\n\r\nWilliams, Chloe. “Annotated Itinerary for an Ordinary Day.” Syllabus, 28 Mar. 2023, syllabusproject.org/annotated-itinerary/.\r\n\r\nWipprecht, Anouk. “We Build ART+TECH Projects and Nonprofit Events, to Inspire through Experience. Join Us!” CODAME Art+Tech, codame.com/artists/anouk-wipprecht. Accessed 13 June 2023.\r\n\r\nYong, Ed. “City Songbirds Change Their Tune.” New Scientist, vol. 197, no. 2649, 2008, pp. 33–35, https://doi.org/10.1016/s0262-4079(08)60792-7.\r\n\r\n“‘Ruth E. Carter: Afrofuturism in Costume Design.’” SCAD FASH Museum of Fashion + Film, 22 July 2021, www.scadfash.org/exhibitions/ruth-e-carter-afrofuturism-costume-design. \r\n",
      "thesis": "0",
      "timestamp": "2023-06-21 02:41:18",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": " Jaye Cho" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686929483_miroing.jpg",
      "documents": [
        {
          "document_id": 23344,
          "document": "1686929483_miroing.jpg",
          "document_name": "Miro board in action.",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Miro board in action."
        },
        {
          "document_id": 23327,
          "document": "1686925686_mirodone.jpg",
          "document_name": "Miro board question answered.",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Miro board question answered."
        },
        {
          "document_id": 23329,
          "document": "1686925988_proposal.jpg",
          "document_name": "thesis proposal",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "thesis proposal"
        },
        {
          "document_id": 23330,
          "document": "1686926120_miro_board.jpg",
          "document_name": "question 1",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "question 1"
        },
        {
          "document_id": 23331,
          "document": "1686926144_miro_board2.jpg",
          "document_name": "question 2",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "question 2"
        },
        {
          "document_id": 23332,
          "document": "1686926217_miro4.jpg",
          "document_name": "question 3",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "question 3"
        }
      ],
      "project_id": "10372",
      "project_name": "I Made A Miro Board",
      "audience": "",
      "elevator_pitch": "A digital readymade artwork; create a safe yet brave place to trigger discussions and debates.",
      "description": "This thesis is about navigating the duality of truth in an era that is getting harder and harder to make friends and communicate honestly without offending anyone.  While the questions asked in my thesis journey might have been more specific to my personal upbringing and encounters, the projects made throughout the thesis journey are a series of experiments utilizing interactive media tools to find a way to foster deliberative democracy better. \r\n",
      "background": "During my childhood, my family constantly fought over political differences. The fights got intense often, and I remember hiding in the bedroom, praying the sounds of quarreling would end soon. As a result, growing up, I became proudly politically indifferent, seeing anyone who engaged in political activities as a fanatic. However, as the old saying goes: “Just because you do not take an interest in politics doesn&#039;t mean politics won&#039;t take an interest in you.” It took me a decade of trying to escape from understanding politics to realize that freedom should not be taken for granted. Without us exercising the civic duty of maintaining, challenging, and participating in thoughtful democratic discussions and decision-making, the freedom we enjoy in everyday life can disappear in an instant. \r\n\r\n//\r\n\r\nThe advancement of social networks, and generative AI tools, while bringing many conveniences to our lives, have also made fake news more and more natural. The line between fact and fiction is now completely blurred, as is the line between truth and fake. The ability to arrive at a “fact” that most people can agree on seems almost impossible. Even within a like-minded group, having earnest conversations on societal topics had also become difficult, especially with cancel culture as the dominating solution for resolving a conflict. Surrounded by these situations in my daily life, I set my thesis as a journey to explore tools and methods that can possibly help initiate and/or facilitate honest conversations on complex topics within groups of people. \r\n\r\n//\r\n\r\nWhile the thesis project is heavily influenced by my personal life experience as a Taiwanese living abroad, it parallels the world full of conflicts in which we all live. The project reflects my constant effort and hopes to find a mutual truth we can all agree on. \r\n\r\n//\r\n\r\n&lt;&lt; RESEARCH &gt;&gt;\r\n\r\nIn a way, the thesis summarizes my one-year exploration inside this IMA Low Res graduate program. I came to this program to explore not only the various methods of making interactive media arts but also its experimental way as a Sino-American graduate program. By being in a program where half of the classmates are from China, and another half from mainly the United States, followed by onsite residencies in New York, Berlin, and Shanghai – I thought the program was a great place to conduct field research while also learn more about seeing &quot;truths&quot; from the two extremes that as a Taiwanese, I am stuck in (i.e., China vs. the US).\r\n\r\n//\r\n\r\nThe research method was simple, including daily reading and news research on major internet forums and news sites in China, Taiwan, and the United States. I then compiled a list of “facts” seen extremely differently from the three. With the list in mind, I started asking strangers and friends around the world about their take on the stand and see if there’s a difference in understanding based on their nationality and frequently read news sources. With the results from those informal interviews, I designed the questions for the Miro board. Worth noting that the majority of the research of the project was done while living in New York City. \r\n\r\n//\r\n\r\nDuring the last session of the program, which is a 5-week residency in Shanghai, China, I was able to conduct more in-depth research from a China perspective. The experience is fruitful, to say the least; I have learned so much and have yet to digest all the information I&#039;ve gained. \r\n",
      "user_scenario": "",
      "technical_system": "This project is built using Miro Board, a privately owned whiteboard software/ online tool that is widely used by companies and educational institutions as a digital collaboration platform. The project&#039;s content is built using several internet-based news sources, as well as clip art illustrations from an open licensed Japanese website called Irasutoya. This particular way of building the project is my tribute to all the readymade arts before me and an attempt to make readymade digital art. I found the form of the project itself also connects to the recent boom in AI generative tools and the conversation around it.  \r\n\r\n//\r\n\r\nMiro board became my choice of platform because of its web friendliness, intuitiveness, and its mix of high-tech and low-tech at the same time – at least from my perspective. I particularly love its sticky notes function, which allows users to stick anywhere on the board and write in. This resonates with the usage of sticky notes in creating a physical “democracy wall” during many student movements and protests globally in the past few years. I also chose Miro because of the ability to see the live actions of all other users while everyone stays anonymous. While Miro board software comes with the ability to host live voting, I chose to build a visual and manual voting system because the action of each user’s computer mouse is what I find important as a part of the interaction and “discussion.”\r\n",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "Culture,Performance,Art,Community",
      "conclusion": "While the Miro Board was the main focus of my thesis journey, it is worth noting that I’ve explored several different ways of fostering difficult conversations throughout my time in this program. For instance, I’ve built a javascript-based Yes/No voting system on questioning the conversation around the swastika symbol by implementing the discourse on public and counter-public. I’ve also made a Raspberry Pi into a Wi-Fi antenna, to alter information on governmental and news websites, hoping that can intrigue people to rethink the information they absorbed without much questioning daily. Recently, I’ve also experimented with machine learning to build an interactive game where participants can win or lose based on whether the words they say to the computer are considered appropriate for the Communist Party of China. This last project is the most direct and aggressive, in which not many people felt comfortable participating due to the fear of getting into trouble. However, hopefully, the game’s symbolism helps trigger some conversation around censorship that is normalized in contemporary Chinese society. \r\n\r\n//\r\n\r\nWhile I understand none of the projects mentioned above, including the Miro board, can truly help me resolve my bigger existential problems, the process of building them and sharing them with people at least helps shine a light on my concerns and gives me the opportunity and courage to start uncomfortable conversations that I truly care about with others. \r\n",
      "project_references": "[ AOS ] Art is Open Source. “A DataMeditation for Climate at MAXXI Museum in Rome,” https://www.artisopensource.net/2021/11/08/a-datameditation-for-climate-at-maxxi-museum-in-rome/.\r\n\r\n“America in One Room | DiamonddemocracyD8.” https://diamond-democracy.stanford.edu/research-programs/america-one-room.\r\n\r\nArgyle, Samuel. “In Japan, a Debate about Swastikas Takes on New Urgency.” The Outline. https://theoutline.com/post/6998/buddhist-temple-swastika-japan-maps-olympics-2020.\r\n\r\nBurridge, Kate, and Réka Benczes. “Taboo as a Driver of Language Change.” In The Oxford Handbook of Taboo Words and Language, edited by Keith Allan, 0. Oxford University Press, 2018. https://doi.org/10.1093/oxfordhb/9780198808190.013.10.\r\n\r\n“Clubhouse in China: Is the Data Safe?,” Stanford University.  February 12, 2021. https://cyber.fsi.stanford.edu/io/news/clubhouse-china.\r\n\r\n“Clubhouse在中国：他的数据安全吗？,” Stanford University. February 12, 2021. https://fsi.stanford.edu/news/clubhouse-China-zh.\r\n\r\nDave Chappelle Stand-Up Monologue - SNL, 2022. https://www.youtube.com/watch?v=_m-gO0HSCYk.\r\n\r\nDewaele, Jean-Marc. “Linguistic Taboos in a Second or Foreign Language.” In The Oxford Handbook of Taboo Words and Language, edited by Keith Allan, 0. Oxford University Press, 2018. https://doi.org/10.1093/oxfordhb/9780198808190.013.12.\r\n\r\n“Filming the World We Want (Part 1),” June 25, 2020. https://blogs.libraries.indiana.edu/filmarch/2020/06/25/filming-the-world-we-want-part-1/\r\n\r\nNikkei Asia. “FBI Arrests Chinese Student for Harassing Pro-Democracy Classmate.” https://asia.nikkei.com/Politics/FBI-arrests-Chinese-student-for-harassing-pro-democracy-classmate.\r\n\r\n“MoMA Poll, 1970 - Hans Haacke - WikiArt.Org.” https://www.wikiart.org/en/hans-haacke/moma-poll-1970.\r\n\r\nOPENTIX兩廳院文化生活. “與「普丁」一起，直視真相製造的每一步.” https://www.opentix.life/article/1626410425846386689.\r\n\r\nPlease Vote For Me ⎜WHY DEMOCRACY? ⎜(Documentary), 2016. https://www.youtube.com/watch?v=KD1QSX2hOnk.\r\n\r\n“Sol Lewitt – Paragraphs on Conceptual Art/Sentences on Conceptual Art – Alice Fry.”  https://alicefryart.wordpress.com/2018/04/23/theory-f-colours-goethe/.\r\n\r\nThe Hamilton Spectator. “Opinion | The Swastika Can Never Be an Innocent Symbol.” September 7, 2017, sec. Contributors. https://www.thespec.com/opinion/contributors/2017/09/07/the-swastika-can-never-be-an-innocent-symbol.html.\r\n\r\nThe Pudding. “The Structure of Stand-Up Comedy.”  https://pudding.cool/2018/02/stand-up/.\r\n\r\n“The World We Want · Indiana University Libraries Moving Image Archive.” https://collections.libraries.indiana.edu/IULMIA/exhibits/show/the-world-we-want.\r\n\r\n“WATCH: Screen Walk with Chaotic Interface Design Lab | The Photographers Gallery.”  https://thephotographersgallery.org.uk/whats-on/watch-screen-walk-chaotic-interface-design-lab.\r\n\r\nWu, Zhuoliu. Orphan of Asia. Translated by Ioannis Mentzas. Columbia University Press, 2006.\r\n\r\n“WORLD YOUTH FORUM.” https://catherinebishop.wixsite.com/history/world-youth-forum.\r\n\r\n“中国美院跨媒体艺术学院 | 第六届网络社会年会|时刻互惠：合作生活的瞬间.”  http://intermediart.caa.edu.cn/2021/11/10/%e7%ac%ac%e5%85%ad%e5%b1%8a%e7%bd%91%e7%bb%9c%e7%a4%be%e4%bc%9a%e5%b9%b4%e4%bc%9a%e6%97%b6%e5%88%bb%e4%ba%92%e6%83%a0%ef%bc%9a%e5%90%88%e4%bd%9c%e7%94%9f%e6%b4%bb%e7%9a%84%e7%9e%ac%e9%97%b4/.\r\n\r\n“如何评价纪录片《请为我投票》？ - 知乎.”  https://www.zhihu.com/question/26811761.\r\n\r\n“库珀联盟推迟俄罗斯艺术学院展览，引发审查担忧.” https://www.artforum.com.cn/news/14422.\r\n\r\n网易. “成龙：我很羡慕你们是党员，我要做党员,” July 10, 2021. https://www.163.com/ent/article/GEHHEU3800038FO9.html.\r\n\r\n哲學新媒體. “【泛哲學】審議民主真有那麼好？,” January 20, 2021. https://philomedium.com/blog/81439.",
      "thesis": "0",
      "timestamp": "2023-06-18 12:13:24",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Daisy Lu" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1687023929_Sleeply-Paradise-Main.jpg",
      "documents": [
        {
          "document_id": 23370,
          "document": "1687023929_Sleeply-Paradise-Main.jpg",
          "document_name": "Sleepy Paradise",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Product User Experience"
        },
        {
          "document_id": 23369,
          "document": "1687023722_Slide-Show-1.jpg",
          "document_name": "Slide Show 1",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Visuals of Product Video Content"
        },
        {
          "document_id": 23376,
          "document": "1687163506_Slide-Show-2.jpg",
          "document_name": "Slide Show 2",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Mobile APP Mockups"
        },
        {
          "document_id": 23377,
          "document": "1687163536_Slide-Show-3.jpg",
          "document_name": "Slide Show 3",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "TV Program Mockups"
        },
        {
          "document_id": 23378,
          "document": "1687163569_Slide-Show-4.jpg",
          "document_name": "Slide Show 4",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Images from User Testings"
        }
      ],
      "project_id": "10373",
      "project_name": "Sleepy Paradise",
      "audience": "",
      "elevator_pitch": "A digital application that generates audio-visual experiences for the elderly to use for personal practices, aiming to help them sleep better, feel more relaxed and positive via nature therapy and music therapy. ",
      "description": "My thesis project surrounds the topic of enhancing elderly’s mental wellbeing - particularly on how a digital application can help them relieve anxiety, improve mood and sleep well. The product delivers an audio-visual experience, aiming to provide elderly the access to specific video content (a combination of nature therapy and music therapy). \r\n\r\nMy intention comes from my grandparents as recently they are starting to live alone sometimes, and post-COIVD they faced a change to their lifestyle - spending more time at home and feeling less sense of companionship. My grandma also told me her sleep quality is getting worse. She sometimes has to rely on melatonin to fall asleep quicker, and also tend to wake up in the middle of night. How might they sleep better, and feel less anxious, bored, lonely at home? Because of my close connection with my grandparents, I want to use my previous knowledge and experience on product design, in addition to what I learned from this master’s program on interactive media, to create something meaningful and make their daily lives better &amp; healthier. This might sound more of a personal project, but I hope what I designed can also benefit other elders with similar needs. \r\n\r\nAnother intention is that I want to explore the topic of technology on the elder generation, especially how we can use technology to its most optimal extent so that elders would not feel overwhelmed. Therefore, this project not only focuses on the curation of effective video content but also explores user interface design and the format of display. The product form is a digital application with 2 types of interfaces: mobile touch screen and TV with remote control. They both provide access to beautiful nature videos with instrumental music and nature sounds. I programmed in p5.js using the machine learning method to add in a voice-control function where the elderly can choose which type of nature sounds they want to listen to. The code runs in the background; so while the video and music are continuously playing, different nature sounds (birds, wind, rain, etc.) can tune in anywhere based on their voice command. ",
      "background": "Due to the special audience type, goal, and having a hard time deciding on the product form, I followed the Human-Centered Design methodology called the Lean Methodology - researching and making at the same time with lots of iterations on my idea. When specifying the audience, I realized all people might have different needs, so I decided to solely use my grandparents as the persona for my product, specifically for the early interviews and user testings on the content and interface.\r\n\r\nMy background research was quite broad as I wanted to gather as much information as possible to help with my brainstorming &amp; ideation process. I dived into many topics: nature therapy, music therapy, successful aging, mental wellness improvement, effectiveness of immersive experiences for the elderly, apps designed for the elderly, innovative products and devices to help seniors live happier, etc. I was inspired by some similar projects that all focus on mental wellbeing - they either are designed for the elderly audience or have the meditative audiovisual nature content that I wanted to explore. One is the Multisensory Interactive Window that strives to enhance the older adult&#039;s well-being at home. The system allows communicating with distant people through a tangible installation. Another example is Torin Blankensmith’s QLab project, an immersive &amp; interactive experience using nature, AI and ML on a projector to facilitate patients&#039; mental treatment. The setting is in a healthcare center&#039;s wellness room. Torin’s Quantum Summer is also a relevant project, which is a web-based audio-visual interactive experience (controlled with mouse and keyboard, like a game) that provides a meditative journey through the stars. All of these references facilitated my initial storyboard &amp; mood-board development.\r\n\r\nA special influence was the NYU Aging Incubator, which I utilized as a professional resource and expertise. Talking with doctors and nurses offered me insights on therapy, meditation and technology’s role on mental wellness. Our conversation reinforces my idea of using nature &amp; music therapy for my video content. I also learned that the level of interactivity and immersiveness can be minimized for the elderly group of audience. How I eventually decided on the product from was from a survey I conducted after talking with the NYU Aging Incubator. I received lots of useful data and positive responses on TV and mobile interface, display, as well as the effectiveness of nature &amp; music to alleviate loneliness and anxiety. ",
      "user_scenario": "",
      "technical_system": "My project is a digital product in the form of a mobile application, along with a TV program. Mobile and TV display the same content, just with different interfaces. I try to make it more accessible so it gives elderly the option to choose which way they prefer (phone and touch screen vs. TV and remote control, or both). The TV program functions like the Youtube &amp; Netflix plug-ins. It would be suitable for at-home settings with less mobility, but the mobile APP has more dynamic use with less limitation on where and when to use. \r\n\r\nI’m mainly using Figma, and Photoshop for the UI design and mock-up part. I explored Sketch &amp; Invision as well, but ended up using Figma. The Figma prototype has some level of interactivity, but to make it fully functional, have more user interactions, and connect with the video content, I will need web/APP development skills, including intensive programming in HTML/CSS/Javascript. But for my current scope, APP development is minimal. I only utilized p5.js and Teachable Machine (machine learning AI) to program the part where users can control the sound of nature using voice. The music and visuals stays on unless they manually stop them, but the voice control allows them to choose what type of nature sounds they want to add in (rain, wind, bird, etc.) to the experience. To better facilitate the storytelling of the user experience and how the product is used, I filmed and edited a short video with Premier Pro to depict the user journey in a clear and engaging way. ",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "Health,Tool\\Service,Product Design,UX/UI Design",
      "conclusion": "",
      "project_references": "1. The Multisensory Interactive Window: Immersive Experiences for the Elderly https://www.researchgate.net/publication/282605527_The_Multisensory_Interactive_Window_Immersive_Experiences_for_the_Elderly\r\n\r\n2. Immersive Experience Model of the Elderly Welfare Centers Supporting Successful Aging https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7026025/\r\n\r\n3. Effects of exposure to immersive computer-generated virtual nature and control environments on affect and cognition https://www.nature.com/articles/s41598-022-26750-6\r\n\r\n4. Benefits of Music Therapy for the Elderly https://www.miamijewishhealth.org/blog/senior-health-wellness/benefits-of-music-therapy-for-the-elderly/\r\n\r\n5. How Nature Therapy Helps Your Mental Health https://www.verywellmind.com/how-nature-therapy-helps-your-mental-health-5210448\r\n\r\n6. Torin Blankensmith’s QLab &amp; Quantum Summer Projects https://www.torinblankensmith.com\r\n\r\n7. NYU Aging Incubator https://www.nyu.edu/academics/scholarly-strengths/aging-incubator.html\r\n\r\n8. 7 Popular Apps for Seniors Who Live Alone https://www.rescusaveslives.com/blog/7-popular-apps-for-seniors-who-live-alone/",
      "thesis": "0",
      "timestamp": "2023-06-20 02:11:28",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Jason Snell" }],
      "classes": [
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Smith, Sharleen"],
      "image": "/projects_documents/1686635404_Jason-main-image-1920x1080.jpg",
      "documents": [
        {
          "document_id": 23270,
          "document": "1686635404_Jason-main-image-1920x1080.jpg",
          "document_name": "Ecstasy and Dissolution by Jason Snell",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Side view photograph of the artist (Jason Snell) during an EEG AV performance. He is wearing a Muse EEG headband and is basked in red and blue lights."
        },
        {
          "document_id": 23271,
          "document": "1686635610_Heart-chamber-experiment.jpg",
          "document_name": "Experiment of listening to the same beat for 60 minutes",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "A silhouette of Jason Snell, lit with a soft orange light, sitting in a dark room in a meditation position"
        },
        {
          "document_id": 23272,
          "document": "1686635710_Locker-room-3.jpg",
          "document_name": "Jason Snell performing a biosensor soundbath at Locker Room in Brooklyn",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Jason Snell on a stage with various electronic devices. The room is dark and bluish. He is wearing an EEG headset and audience members can be seen lying in the background."
        },
        {
          "document_id": 23273,
          "document": "1686635797_Locker-room-1.jpg",
          "document_name": "Audience at the biosensor soundbath at Locker Room in Brooklyn",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Audience members sitting and lying on cushions and pillows. The room is lit a soft magenta color. The photo was taken before the biosensor soundbath performance."
        },
        {
          "document_id": 23275,
          "document": "1686636081_Chelsea-soundbath-1.jpg",
          "document_name": "Chelsea Biosensor Soundbath",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "A full room photo of a large living room in a Chelsea apartment. Jason Snell is at the front of the room in a meditation position with an EEG headset. The audience is lying on cushions in rows in front of him. The lighting is purple."
        },
        {
          "document_id": 23276,
          "document": "1686636237_MARL-audio-lab-1.jpg",
          "document_name": "Jason Snell performing at the MARL Spatial Audio Lab",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Jason Snell sitting in front of a computer in the MARL Spatial Audio Lab at 370 Jay Street in Brooklyn. The audience members are lying on yoga mats in a radial pattern around him. The room is dark blue with a bright pink light on the far wall."
        },
        {
          "document_id": 23277,
          "document": "1686636287_MARL-audio-lab-2.jpg",
          "document_name": "Audience members at the MARL Spatial Audio Lab",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Audience members at the MARL Spatial Audio Lab lying on yoga mats. The room is dark blue and purple."
        }
      ],
      "project_id": "10374",
      "project_name": "Ecstasy and Dissolution",
      "audience": "",
      "elevator_pitch": "I’ve created a soundscape protocol and series of soundbaths that guide audience members into elusive states of consciousness with my real-time heart and brainwave activity.",
      "description": "After 4 years of performing brainwave-powered techno, I came to NYU to research a number of consciousness-expanding experiences that emerged spontaneously during my shows. I reviewed my journal entries and video recordings of those shows, honing in on the use of repetitive beats. I researched how they impact consciousness and performed experiments where I listened to the same beat for an hour and observed an increase in “theta” brainwave levels. This increase indicates a trance state where the brain is dreaming yet still awake. I designed a soundscape protocol that induces a theta state. Finally, I performed a series of soundbaths using sounds from my live heart and brainwave data. These experiences entrained the audience members to my biometrics and guided them into elusive states of consciousness.  \r\n\r\nI was drawn to this work because of the intimacy of live biofeedback. When I performed techno in the past - as long as I pressed the keys at the right time - no one knew what I was feeling. With biofeedback music, the audience knows. This vulnerability is a refreshing contrast to the dehumanization I typically feel when using technology.\r\n\r\nI’m also interested in this work because of its power to recreate elusive states of consciousness without the use of mind-altering drugs. During my childhood, I felt safer being in my head rather than in the real world, which was sometimes dangerous. Imagination, fantasy, and music were safe places for me. In my late teens I became a “psychonaut,” exploring the far reaches of my mind with drug use. My music also reflected this, using experimental compositions to push the listener’s mind. At age 20, I found meditation, another exploratory tool. These methods satisfied a deep curiosity of the unknown and a desire to master my mind, thoughts, and emotions. ",
      "background": "",
      "user_scenario": "",
      "technical_system": "I’ve created a soundscape protocol and implemented it in a series of immersive audio and visual performances, using a “soundbath” format where visitors lie down, close their eyes, and listen to a soundscape generated by my live heart and brainwave activity. \r\n\r\nI’m using a Muse headset that detects my brainwave activity with EEG sensors and my heart activity with a PPG sensor. This biometric data is sent via bluetooth to my computer where it’s processed by a custom software I built in Swift and output as MIDI and DMX. The MIDI is sent to Ableton and rendered into a soundscape which adheres to either a “theta” relaxation protocol or a “peak” stimulation protocol. The DMX is sent to theater lights that pulse with my heart and change color based on my mental state.\r\n\r\nBecause human bodies tend to synchronize to dominant biological signals, my amplified biometrics often entrain the minds and hearts of the visitors. This produces a group synchrony experience where most of the visitors are experiencing the same thing. \r\n\r\nThe performance is followed by a group discussion, giving visitors the opportunity to share their experiences and ask questions.\r\n",
      "url": "http://primary-assembly.com",
      "video": "https://www.youtube.com/watch?v=4KA3ai0aWZA",
      "public_video_url": "",
      "keywords": "Health,Sound,Performance,Music",
      "conclusion": "",
      "project_references": "",
      "thesis": "0",
      "timestamp": "2023-11-16 12:45:04",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Zoe-Alanah Robert" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1691590019_archive_bread_1.jpg",
      "documents": [
        {
          "document_id": 23430,
          "document": "1691590019_archive_bread_1.jpg",
          "document_name": "Shanghai installation - main",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Shanghai installation - main"
        },
        {
          "document_id": 23363,
          "document": "1687001617_nyc_1.jpg",
          "document_name": "NYC installation",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "NYC installation"
        },
        {
          "document_id": 23364,
          "document": "1687001753_nyc_2.jpg",
          "document_name": "NYC installation tools",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "NYC installation tools"
        },
        {
          "document_id": 23365,
          "document": "1687001807_nyc_3.jpg",
          "document_name": "NYC installation paper",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "NYC installation paper"
        },
        {
          "document_id": 23431,
          "document": "1691590218_nyc-red.jpg",
          "document_name": "NYC installation - main",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "NYC installation - main"
        },
        {
          "document_id": 23432,
          "document": "1691590330_shanghai-close.jpg",
          "document_name": "Shanghai installation - close",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Shanghai installation - close"
        },
        {
          "document_id": 23433,
          "document": "1691590474_shanghai-holding.jpg",
          "document_name": "Shanghai installation - holding",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Shanghai installation - holding"
        },
        {
          "document_id": 23434,
          "document": "1691590860_shanghai-vppl.jpg",
          "document_name": "Shanghai installation - viewers",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Shanghai installation - viewers"
        },
        {
          "document_id": 23435,
          "document": "1691590960_shanghai-light.jpg",
          "document_name": "Shanghai installation - light",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Shanghai installation - light"
        }
      ],
      "project_id": "10375",
      "project_name": "Delete Me",
      "audience": "",
      "elevator_pitch": "&quot;Delete Me” is an exploration in data collection, digital rights, and the catharsis of participatory destruction",
      "description": "We live in an era of cheap digital storage, online-first everything, and widespread use of artificial intelligence. Personal data collection has become excessive, and with it - I believe we face an increased risk of harm.  The more we rely on the internet, the more data governments and companies accumulate about us. At the same time, their ability to process that data quickly, cheaply, and intelligently is improving rapidly with recent advancements in A.I. \r\n \r\nEarlier in my career, I worked on news feed personalization at Facebook.  The models that I helped build there would train on a user&#039;s entire history of interactions (every click, scroll, and view from Facebook, Instagram, any website with a Facebook cookie). We developed a best-in-class understanding of our users&#039; interests. These &quot;interest profiles&quot; - as we called them - help Facebook deliver hyper personalized content to keep people scrolling. Over time, I became increasingly uncomfortable with the impact of my work and concerned with how widespread “surveillance capitalism” has become. Addictive technology and invasive targeting has the power to control people, communities, and democracies.\r\n\r\nBig data is invisible and (in the US) the entities that aggregate, manipulate, and sell information about us are also often invisible. Because digital rights regulation in the United States is severely lacking, managing one’s vast and distributed volume of personal data can feel hopeless. \r\n\r\nThis work is an attempt to manifest my own digital footprint into a physical form for the sole purpose of imagined destruction. My hope is that “Delete Me” not only has the power to educate viewers on the scale and distributed nature of mass data collection in the United States, but that its interactive components also provide an emotional outlet for those of us wrestling with the impracticality of digital privacy in modern society.",
      "background": "This project is my entry-point into thinking about data collection critically and doing it from a personal lens. Much of my research was focused on the systems of commercial digital tracking and profiling that exist in the United States and abroad. I also incorporated my experiences as a software engineer and AI researcher embedded in Silicon Valley, where I saw firsthand how personal information is collected, handled, and shared - typically without care for the individual. User data is recorded constantly, aggregated from many sources, inferences are made, and this information is shared between platforms and companies. Most people have no insight into this system, and none of us have much recourse.\r\n\r\nI look to the principles of GDPR (the EU’s General Data Protection Regulation), as a reference for what is possible in the realm of digital rights. In particular, I am frustrated with how the US falls short on the principles of storage minimization, data retention, and the “right to be forgotten.” Data brokers are not only legal in the US, but major government agencies are some of their top customers. The US Defense Intelligence Agency, Defense Counterintelligence and Security Agency, and Customs and Border Protection (CBP) are among a wide range of federal entities known to purchase our personal data. \r\n\r\nOne of my biggest artistic inspirations for this work is Sarah Sze, who produces art exploring our relationship with the digital / physical boundary and manages to turn objects of clutter into fine art. To me, there exists a strong parallel between excess digital data collection and physical hoarding. \r\n\r\nOther sources of inspiration include: Jennifer Morone, who made herself into a corporation to protect her personal data; and Owen Mundy, who employs a thermal printer to shed light on mass data aggregation and the commodification of online users in his piece *Terms and Conditions of Use (2013).*",
      "user_scenario": "",
      "technical_system": "“Delete Me” is an interactive sculpture. I first manifest my own digital footprint into a physical form and then invite participants to help me “delete” it. The project has taken on two forms thus far. The first version was a paper-based installation in New York City in May 2023; the second: a food-based sculpture, “Del(eat) Me”, in Shanghai June 2023. \r\n\r\nMy work began with some simple questions: What data can I find about myself? How can I process &amp; reproduce that data physically to emphasize scale? \r\n\r\nI attempted to catalogue all websites and technology platforms I have ever used. I requested and downloaded over 50GB of data from Amazon, Meta, Google, Apple, Venmo, TikTok, Airbnb, Verizon, Uber, Hinge, and Epsilon (a data broker). I used Python to process, compress, and reformat the data. I then performed a series of “manifest and destroy” experiments with different physical materials. I landed on a combination of thermal paper, manual shredding, and black paint as the best materials balancing safety and satisfaction. This formed the foundation of the NYC installation, where I printed all 50+GB onto thermal receipt paper, and invited the public to shred/tear/paint/rip it. \r\n\r\nFor version 2, I wanted to use a more playful and inviting medium, where my data was actually legible. For this installation, I made the most of NYU Shanghai&#039;s new maker-space and experimented with laser cutting edible objects. The result: I turned my most intimate snippets of internet search history into a bountiful breadbasket for the public to consume. ",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "Privacy/Security,Installation,Tech &amp; Society",
      "conclusion": "I came into this work with the hypothesis that people would care a lot more about their digital footprint (from a privacy and utility standpoint) if they saw it manifested in a physical form.\r\n\r\nIn the NYC installation, I was able to teach participants about the data collection ecosystem in the Unites States and spark dozens of fruitful conversations about digital rights. To promote action, the exhibit included a plate of cookies with QR codes printed on them - a physical manifestation of browser cookies - directing viewers to [deletemydata.io](http://deletemydata.io/), where they could find instructions on how to remove themselves from various data marketplace websites. Viewers resonated with the work - they understood how deleting this one physical manifestation does nothing just as removing your data from a single company does not guarantee universal deletion. They felt satisfaction cranking the paper shredder, ripping receipts off the wires, and covering data with thick black paint. The sculpture evolved over the course of the 2-day exhibit into a wonderful chaotic mess. \r\n\r\nI believe the NYC edition of Delete Me successfully conveyed the overwhelming scale of the data and demonstrated the value of collective destruction. However, it relied on exaggerated fear and anger to paint an oversimplified picture of all data collection as bad - all data as something that should be erased. \r\n\r\nWith the Shanghai edition of Del(eat) Me, I set out to make the data itself legible - highlighting selective files that I actually wish to delete - and to experiment with a more playful form of deletion: eating. I pulled search query history from a Google account that I have actively used since middle school, and printed my searches onto slices of bread. Unfortunately, bread adopts a rather sour taste when laser cut and the internet disagrees on wether or not it is safe to eat, so I wasn&#039;t able to capture the public consumption of my internet search history as initially intended. \r\n\r\nNevertheless, viewers found the installation entertaining and provocative. The search queries were relatable and entertaining, although lacked an explicit educational component to provide context on the larger digital tracking ecosystem. The tone of Version 2 was lighter and the takeaways were more abstract. This was important to me given the cultural and political differences around privacy in China vs the US. For many, the exhibit was simply cute &amp; funny. But for some - it prompted more serious discussions on data surveillance. One viewer even came back for the second day of the show because he kept ruminating on the exhibit and wanted to ask me &quot;Why bread?&quot; \r\n\r\nI chose to work with food because I wanted to introduce a sense of levity to an otherwise distressing topic. Bread is a basic building block of meals around the world - a universal symbol of sharing. I spent months researching all of the ways that data collection can cause harm and our lack of control over it. But Internet history - my data - doesn’t need to be so scary. I chose to put my most intimate web history on display for the public so that the data itself would become less daunting. \r\n\r\nThrough this work I have come to accept that my data will be collected and shared beyond my control, making the fight for controls and protections even more important. I remain passionate about digital rights and plan to continue researching in this space. In particular iterating on my central question: What is the impact of experiencing one&#039;s data in a physical form? \r\n\r\n",
      "project_references": "Thanks to my thesis advisors Sarah Rothberg, Allison Parrish, and Sharleen Smith.\r\n\r\nThanks to my thesis mentor Caroline Sinders.\r\n\r\n- [*How the US Can Stop Data Brokers’ Worst Practices—Right Now*, Wired 2023](https://www.wired.com/story/fcra-letter-data-brokers-privacy-regulation/#:~:text=The%20US%20Defense%20Intelligence%20Agency,require%20probable%20cause%20to%20obtain) \r\n- [James Bridle, &quot;Big data? No thanks&quot;, 2016](https://www.youtube.com/watch?v=zmjTN6qlMag)\r\n- [*What priests on Grindr can tell us about data privacy*, Washington Post, 2023](https://www.washingtonpost.com/podcasts/post-reports/what-priests-on-grindr-can-tell-us-about-data-privacy/)\r\n- [*U.S. data privacy laws to enter new era in 2023, Reuters*, 2023](https://www.reuters.com/legal/legalindustry/us-data-privacy-laws-enter-new-era-2023-2023-01-12/)\r\n- [*Data for sale: The woman who turned herself into a corporation*, ABC, 2018](https://www.abc.net.au/news/2018-08-16/jennifer-morone-data-for-sale-turned-herself-into-company/10124410)\r\n- [*Your data is diminishing your freedom, NY Times, 2023*](https://www.nytimes.com/interactive/2023/03/20/magazine/colin-koopman-interview.html)\r\n- [*Design From the Margins*, 2022](https://www.belfercenter.org/publication/design-margins)\r\n- [*Americans and Privacy: Concerned, Confused and Feeling Lack of Control Over Their Personal Information*, Pew Research 2019](https://www.pewresearch.org/internet/2019/11/15/americans-and-privacy-concerned-confused-and-feeling-lack-of-control-over-their-personal-information/)",
      "thesis": "0",
      "timestamp": "2023-08-09 10:02:06",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Suirun Zhao" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686992295_IMG_2119.jpg",
      "documents": [
        {
          "document_id": 23359,
          "document": "1686992295_IMG_2119.jpg",
          "document_name": "Classifier",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Main"
        },
        {
          "document_id": 23348,
          "document": "1686988459_IMG_2091.jpg",
          "document_name": "Image1",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "User experience"
        },
        {
          "document_id": 23349,
          "document": "1686988487_IMG_2089.jpg",
          "document_name": "Image2",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Report detail"
        },
        {
          "document_id": 23351,
          "document": "1686988690_IMG_2106.jpg",
          "document_name": "Image4",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Report detail"
        },
        {
          "document_id": 23360,
          "document": "1686992341_IMG_21132.jpg",
          "document_name": "Image0",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Installation"
        },
        {
          "document_id": 23362,
          "document": "1686992444_IMG_2125.jpg",
          "document_name": "Image5",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Installation"
        }
      ],
      "project_id": "10376",
      "project_name": "Classifier",
      "audience": "",
      "elevator_pitch": "An interactive installation aims to challenge and provoke critical reflection on facial emotion recognition systems, highlighting the complex nature of emotions and the potential risks associated with such technology.",
      "description": "This project presents an innovative physical installation designed to provoke contemplation on the intricate nature of emotions. By employing a camera and a facial emotion recognition system, the installation records and analyzes individuals who participate, generating comprehensive prediction reports encompassing attributes such as age, gender, race, emotion, mental health, and overall score. These reports are printed out using a continuous printer, and individuals are assigned scores based on a meticulously developed algorithm. Participants can choose to take away the report or pin it on the wall for reference. The primary objective of this project is to encourage a deeper understanding of emotions by considering their diverse expressions and the potential risks associated with facial emotion recognition technology and artificial intelligence biases. Furthermore, it prompts critical questioning regarding the necessity of utilizing facial emotion recognition to predict inner feelings, assess dependability, conscientiousness, emotional intelligence, and cognitive ability, thereby envisioning a future where every facial expression is automatically analyzed.\r\n",
      "background": "Affective computing advancements have led numerous companies worldwide to focus on developing facial emotion recognition systems to enable artificial intelligence to predict human behavior. Major tech giants such as Amazon, Microsoft, and Google provide basic emotion analysis capabilities, while smaller enterprises like Affectiva and HireVue specialize in tailored applications for specific industries such as automotive, advertising, mental healthcare, and recruitment. Even MIT has dedicated affective computing groups striving to develop and assess innovative ways of integrating Emotion AI and other affective technologies to enhance people&#039;s lives.\r\n\r\nDespite the existence of numerous articles highlighting the dangers and biases associated with facial recognition systems, many companies continue to employ them. This is particularly noticeable during the pandemic, as software like 4 Little Trees generates detailed reports on students&#039; emotional states for teachers and even assesses motivation and focus. However, it is important to recognize that &quot;It is not possible to confidently infer happiness from a smile, anger from a scowl, or sadness from a frown.&quot;\r\n\r\nIn a research paper by Barrett, Adolphs, Marsella, Martinez, and Pollak (2019), which reviews over 1,000 studies conducted over a span of two years, scientists from the Association for Psychological Science identified a wide array of expressions used to convey emotions. This variability makes it challenging to reliably infer someone&#039;s emotional state based on a limited set of facial movements. The paper highlights three significant limitations in scientific research that contribute to a general misunderstanding of how emotions are expressed and perceived through facial movements, thereby limiting the applicability of this scientific evidence: limited reliability, lack of specificity, and limited generalizability.\r\n",
      "user_scenario": "",
      "technical_system": "The project&#039;s implementation involves an anti-technology stance towards facial emotion recognition systems. The classifier, developed using Python, TensorFlow, and other Open-Source API models, simulates a comprehensive health assessment process. This process encompasses data measurement, evaluation, emotion analysis, and inference of psychological well-being. Each user&#039;s facial and emotion recognition, psychological state analysis, comprehensive evaluation, and printing functions are iteratively performed to provide tangible paper reports for participants to take away. The algorithmic scoring system, tailored specifically for this project, forms the basis for assigning scores and delivering holistic evaluations and recommendations.",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "Machine Learning,Installation,Tech &amp; Society,Community",
      "conclusion": "",
      "project_references": "Barrett, L. F., Adolphs, R., Marsella, S., Martinez, A. M., &amp; Pollak, S. D. (2019). Emotional Expressions Reconsidered: Challenges to Inferring Emotion From Human Facial Movements. Psychological Science in the Public Interest, 20(1), 1–68. https://doi.org/10.1177/1529100619832930\r\n\r\nThomas Zerdick (2021). EDPS TechDispatch: Facial Emotion Recognition. Issue 1, 2021\r\n\r\nOn the Basis of Face (2020) by Devon Schiller.\r\n\r\nAFFECTIVE COMPUTING: CHALLENGES - Rosalind W. Picard - MIT Media Laboratory\r\nNathaniel Stern. Interactive Art and Embodiment: The Implicit Body as Performance\r\n\r\nCaroline A. Jones. Sensorium Embodied Experience, Technology, and Contemporary Art\r\n\r\nTina Gonsalves - Chameleon\r\n\r\n​​Atlas of AI - Book by Kate Crawford\r\n\r\nPloin, A., Eynon, R., Hjorth I. &amp; Osborne, M.A. (2022). AI and the Arts: How Machine Learning is Changing Artistic Work. Report from the Creative Algorithmic Intelligence Research Project. Oxford Internet Institute, University of Oxford, UK.\r\n\r\nNotes on Gesture - Martine Syms, 2015 (still).\r\n\r\nTraining Poses (Installation) - 2019 · Installation - Sam Lavigne\r\n\r\nA face-scanning algorithm increasingly decides whether you deserve the job - Drew Harwell\r\n\r\nEmotion recognition is mostly ineffective. Why are companies still investing in it? - Greg Noone\r\n\r\nEmotion recognition: can AI detect human feelings from a face? - Madhumita Murgia\r\n\r\n#sad - Cyrus Clarke - Artistic Installation",
      "thesis": "0",
      "timestamp": "2023-06-18 12:25:51",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Wentao Wang" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686645583_FutureCraft-min_11zon.png",
      "documents": [
        {
          "document_id": 23280,
          "document": "1686645583_FutureCraft-min_11zon.png",
          "document_name": "FutureCraft: A Collaborative World Building System",
          "document_type_id": 19,
          "main_image": 1,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "FutureCraft: A Collaborative World Building System"
        }
      ],
      "project_id": "10377",
      "project_name": "FutureCraft: A Collaborative World Building System",
      "audience": "",
      "elevator_pitch": "FutureCraft is a collaborative card game that uses AR to help players explore the potential consequences of their decisions and build a better future together.",
      "description": "FutureCraft is a collaborative future world building card game designed to explore the potential consequences of our decisions and build a better future together. This game uses AR technology to visualize the future world created by players, making it a dynamic and engaging experience that encourages players to think critically about the world around them.\r\n\r\nIn FutureCraft, players assume the role of architects of the future, working together to build a world based on their collective decisions. Each player must consider the impact of their choices on four key areas: economy, environment, society, and technology. By reflecting on the world they&#039;ve built, players can gain valuable insights into the complex interplay of factors that shape our world and learn more about their own decision-making process.\r\n\r\nThe game is designed for 2-4 players, and encourages collaboration, role-playing, and strategic thinking. Each game session is unique, as the decisions made by players will determine the outcome of the future world they create. This makes the game not only engaging, but also highly informative and thought-provoking.\r\n\r\nFutureCraft is an ideal tool for anyone interested in exploring the future and the impact of our decisions on the world around us. Whether you&#039;re a student, a researcher, or simply a curious individual looking to gain a deeper understanding of the world, this game is sure to provide a valuable and engaging experience.",
      "background": "One of the key elements that drew me to board games is the focus on decision making. I believe that the choices people make have a significant impact on the future, and I wanted to create a game that would inspire players to think critically about how their decisions and actions affect the world around them. By designing a future world building board game, I hope to encourage players to reflect on the present and consider what they can do as individuals to create a better world. My goal is to develop a fun and engaging game that combines education and gamification, while also inspiring players to think about the future in a meaningful way.\r\n\r\nFor my research, I mainly focused on these aspects: future world building, game design and game based learning. The science fiction &quot;The Three-Body Problem&quot; by Liu Cixin was one of my key inspirations on future world design. It explores how humans would react and respond to alien civilizations, which resonate with the idea of decision-making scenarios in my own game. &quot;The Wandering Earth 2&quot; , one of my favorite science fiction movies, also presented an interesting future scenario of humans moving the earth away from the solar system to save it from the sun&#039;s destruction. The &quot;Investing in Futures&quot; website tool provided another great example of world building through card selection in different categories. All these science fiction and futuristic worlds inspired me to design the content of my cards.\r\n\r\nThe Sustainable Development Goals (SDGs) are also an important part of my content creation. They were addressed by the United Nations, which aim to promote peace and prosperity for people and the planet. These goals inspired me to create card contents that encourage players to reflect on how their decisions can affect the future and work towards a more sustainable world.\r\n\r\nI also researched and did user testing on different forms and gaming mechanisms. Initially I was inspired by The &quot;Life Restart Simulator&quot; game, as it generates a timeline based on initial parameters set by the player, which could be useful for generating future scenarios in my game. While doing user testing and presentations, I received feedback on adding different roles to the game to simulate social decision making. Role playing also enables players to put themselves in others&#039; shoes and think about making different decisions. To better understand role playing, I also researched role playing games such as  &quot;Murder Mystery Game&quot; and “Dungeons and Dragons”.\r\n\r\nIn terms of technical research, I explored open-source AI models for image generation like Midjourney to help create visuals for my cards. In addition, &quot;Yu-Gi-Oh! Duel Monsters&quot;, one of my favorite card games and animation, provided inspiration for the immersive design elements of my game. And to realize that experience, I used Vuforia in Unity to build an AR app for visualization of the world building process, while combining the physical card game with a virtual world construction space.\r\n\r\nIn terms of technical research, I explored open-source AI models for image generation, such as Midjourney, to help create visuals for my cards. I also drew inspiration from &quot;Yu-Gi-Oh! Duel Monsters,&quot; one of my favorite card games and animation, which provided ideas for the immersive design elements of my game. To realize this experience, I used Vuforia in Unity to build an AR app for visualization of the world-building process, while combining the physical card game with a virtual world construction space.",
      "user_scenario": "",
      "technical_system": "There are three main parts within FutureCraft: the physical card game system, AR visualization and a virtual judge. \r\n\r\nThe physical card game system is the backbone of the Future World Simulator. All the visuals on the cards are generated using AI by Midjourney, and each depicts an action or event that could happen in the future. During gameplay, players use these cards to make decisions that shape the collective future world. The cards are designed to represent four key categories: economy, environment, society, and technology.\r\n\r\nThe AR visualization component of the game provides a dynamic and immersive experience for players. After a card is played, players can see the visualization of that action in the AR space. The AR app is built using Vuforia in Unity, and allows players to see the consequences of their decisions in real-time. \r\n\r\nThe virtual judge is another crucial component of the game, as it allows players to see how their decisions impact the future world they are building. The system uses Teachable Machine to train all the visuals of the cards, and ml5 in p5.js to recognize the cards and calculate their points for the four categories: economy, environment, society, and technology. When a player shows the card they played to the webcam, the system automatically recognizes the card and calculates the points. ",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "VR\\AR,Education,Play/Games,Speculative/Futures",
      "conclusion": "In conclusion, my thesis project aimed to combine education with gamification by creating a future world building board game that encourages players to think critically about how their decisions and actions can impact the world around them. Through my research, I explored various works of science fiction, game design, and game-based learning to inspire and inform the design of the game.\r\n\r\nI drew inspiration from science fiction works like &quot;The Three-Body Problem&quot; and &quot;The Wandering Earth 2&quot; to create a compelling future world that players could interact with and explore. The Sustainable Development Goals (SDGs) were also an important part of the game&#039;s content, as they provided a framework for players to think about how their decisions could contribute to a more sustainable world.\r\n\r\nMy research and user testing also led me to incorporate role-playing elements into the game, which allowed players to put themselves in different scenarios and think about making different decisions. Additionally, I used open-source AI models and AR technology to enhance the game&#039;s visuals and create an immersive world-building experience for players.\r\n\r\nThroughout the course of this project, I learned a great deal about game design, world building, and the intersection of education and gamification. I discovered that creating a game that is both fun and educational requires a careful balance of design elements and content, as well as an understanding of user behavior and feedback.\r\n\r\nOverall, I am proud of the work I have done on this project and believe that it has the potential to inspire players to think more critically about the future and their role in shaping it. I hope that this game can be used in classrooms, community centers, and other educational settings to engage and inspire learners of all ages.",
      "project_references": "The Three-Body Problem (Chinese: 三体) (science fiction novel): https://en.wikipedia.org/wiki/The_Three-Body_Problem_(novel)\r\nDescription: This is a science fiction novel written by the Chinese writer Liu Cixin. In this novel, the Earth encounters an alien civilization in a nearby star system. The author discussed a lot about how humans would react and respond to alien civilizations.\r\n\r\nInvesting in futures (world building tool): \r\nhttps://www.investinginfutures.world\r\nDescription: This is a website tool for future world building. Users can choose cards from different categories, then create a future world based on the cards generated from the website.\r\n\r\nMurder mystery game (role playing board game): \r\nhttps://en.wikipedia.org/wiki/Murder_mystery_game\r\nDescription: Murder mystery games are a genre of party games where one of the players is secretly playing a murderer, while the other players must determine who among them is the criminal. This is the main inspiration for the storytelling format of my thesis.\r\n\r\nThe Sustainable Development Goals:\r\nhttps://sdgs.un.org/goals\r\nDescription: There are 17 Sustainable Development Goals (SDGs) addressed by the United Nation, aiming to call for actions by all countries to actualize a shared blueprint for peace and prosperity for people and the planet, now and into the future.\r\n\r\nSci-Fi Movies and the Pessimistic View for the Future Controlled Society of Totalitarianism: https://link.springer.com/chapter/10.1007/978-3-642-39229-0_11\r\nDescription: The author proposes a view that most science-fiction movies that described not just the future technological development but the life in the future social organization are pessimistic and depict dystopian, rather than utopian societies.\r\n\r\nMidjourney:\r\nhttps://www.midjourney.com/home/\r\nDescription: Midjourney is a generative artificial intelligence program and service. It generates images from natural language descriptions, called &quot;prompts&quot;.",
      "thesis": "0",
      "timestamp": "2023-06-16 08:25:51",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Yinyi Hu" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686670815_MainImage.png",
      "documents": [
        {
          "document_id": 23282,
          "document": "1686670815_MainImage.png",
          "document_name": "The Wheel of Anxiety",
          "document_type_id": 19,
          "main_image": 1,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "The Wheel of Anxiety"
        },
        {
          "document_id": 23286,
          "document": "1686762446_poster.png",
          "document_name": "Poster",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "a poster with wordings"
        }
      ],
      "project_id": "10379",
      "project_name": "The Wheel of Anxiety",
      "audience": "",
      "elevator_pitch": "How to deal with the pervasive and unavoidable anxiety in my life?\r\n“When you gaze into the abyss, the abyss also gazes at you.&quot; So it is with Anxiety. ",
      "description": "&quot;The Wheel of Anxiety&quot; is a web experience that invites participants to engage with a mesmerizing visual graphic consisting of texts and symbolic representations of &quot;Anxiety.&quot; It explores the relationship between individuals and the pervasive and unavoidable Anxiety in contemporary Chinese society.\r\n\r\nAnxiety is always there and cannot be eradicated. The more one focuses on it, the more confusion and unrest it brings. Why not, instead, cease the gaze?\r\n",
      "background": "Driven by global capitalism and rapid technological development, our world pushes individuals to pursue ever-higher levels of productivity and efficiency. The constant drive for productivity and efficiency can leave individuals feeling anxious, overwhelmed, and even lost, especially in contemporary China, a rapidly developing country in the past decades. \r\n\r\nI wanted to find answers to unravel the confusion: Is it technology that exacerbates individuals&#039; anxiety in their daily life? How can I discover a balance and cultivate a calm inner state in such a fast-paced and anxiety-filled society? I started the journey of exploration through research and experimentation.\r\n\r\nIn my research, there are three main phases.\r\n\r\nPhase 1:  Understanding wellness\r\n- Understanding the definition and dimension of wellness\r\n- Identifying the impact of technology development on human well-being. \r\nThrough Phase-1 research, I worked out a framework to help myself to be aware of my routine with wellbeing status.\r\n\r\nPhase 2: Understanding individual’s daily routine in the form of visualization\r\n- Record my daily routine by Shape Journal \r\n- Conduct interviews to gain a deeper understanding of individuals&#039; perceptions of anxiety, their daily routines, and how they cope with anxiety.\r\n \r\nPhase 3: Express and interpret my anxiety from a new perspective \r\n- Create an interactive artistic graphic for expression  \r\n",
      "user_scenario": "",
      "technical_system": "&quot;The Wheel of Anxiety&quot; is a web experience, using p5js and ml5.js. Through the exploration of the visual graphic, instinctively, participants will firstly fix their gaze on the screen, observing the transformation of the &quot;Wheel of Anxiety&quot; as texts and symbols gradually fill the entire display. However, if participants close their eyes and cease to behold it, the &quot;Wheel of Anxiety&quot; will cease its expansion, transitioning into a state of contraction. The texts and symbols representing Anxiety, though persistent, will take on a relatively stable format.",
      "url": "https://editor.p5js.org/hyinyi/full/bC-MlSjtp",
      "video": "",
      "public_video_url": "",
      "keywords": "Narrative/Storytelling,Tech &amp; Society",
      "conclusion": "It all started with my story - as a sales and marketing professional and also a working mom in the high-tech industry, I have been used to pursuing extreme efficiency. I plan my time down to the minute and multitask as a habit. Especially after taking the LowRes IMA program, there was even a period of time when I planned my time with utmost precision.\r\n\r\nAlthough I strictly followed my &quot;perfectly efficient&quot; schedule, the result was that I felt even more endless anxiety and unease. I felt like I couldn&#039;t breathe, and my time lost its rhythm. \r\n\r\nIn the past few months, I am not only working on my thesis and projects, but also have embarked on a journey of self-exploration. Through the research on wellness and the impact of technology development on wellness, the introspection of my own daily routine and status, and engaging with individuals with similar challenges and feelings, I have finally completed my interpretation of anxiety and also found a dynamic balance in my daily life.",
      "project_references": "&lt;24/7: Late Capitalism and the Ends of Sleep&gt; by Jonathan Crary\r\nhttps://www.amazon.com/24-Late-Capitalism-Ends-Sleep/dp/1781683107\r\n\r\n &quot;Digital Well-being: A Conceptual Framework for Research and Practice&quot; by Dhir, A., Kaur, P., &amp; Chen, S\r\nhttps://journals.sagepub.com/doi/epub/10.1177/14614448211056851 \r\n\r\nART TIME, LIFE TIME: TEHCHING HSIEH\r\nhttps://www.tate.org.uk/research/research-centres/tate-research-centre-asia/event-report-tehching-hsieh \r\n\r\nI—S—O—P—T · In Search of Personalized Time \r\nhttp://i-s-o-p-t.com/\r\n\r\nuntitled (labor of love) — Ani Liu \r\nhttps://ani-liu.com/untitled-labor-of-love",
      "thesis": "0",
      "timestamp": "2023-06-20 01:29:38",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Noah Dixon" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686727912_hamletvr.jpg",
      "documents": [
        {
          "document_id": 23284,
          "document": "1686727912_hamletvr.jpg",
          "document_name": "Interactive Theatre in the Digital Age",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Interactive Theatre in the Digital Age"
        }
      ],
      "project_id": "10381",
      "project_name": "Interactive Theatre in the Digital Age",
      "audience": "",
      "elevator_pitch": "Extending the impact and reach of live theatre and performance beyond the limitations of a physical stage.",
      "description": "What began as an exploration of a low tech form of interactive theatre (Theatre of the Oppressed) evolved into performing Theatre of the Oppressed with digital engagement, using live streams and VR. Theatre of the Oppressed seeks to blur the lines between audience and actor through active participation; empowering the audience to be able to make a change both in the art that they consume and in the world around them. My goal with the digital engagement is to broaden the reach of this kind of work--work that has proved to be a powerful and subversive tool in a live format--and to enable those outside of the physical space where it&#039;s performed to take part in it.",
      "background": "Theatre of the Oppressed is an umbrella term for various theatrical forms that seek to empower audience members to make change, as active participants in both the art they&#039;re taking part of and the world around them, through rehearsal of dealing with oppressive situations. In this workshop I&#039;ll be facilitating two of these forms, the first being Image Theatre and the second and primary form being Forum Theatre. In Image Theatre a frozen image is edited and iterated on live to steer it away from oppression. In Forum Theatre scenes of oppression are played out using audience members as actors; one time through with no engagement and then again several times over with the audience having the opportunity to call &quot;freeze&quot; and make suggestions to change the script or action, offering different solutions to the oppressive situations.",
      "user_scenario": "A live audience will be able to offer changes to the Forum Theatre scenes in person, or to be able to step in and take the place of an actor to change the action in the scene. Digital audience members (without VR headsets) will be able to suggest changes to the script via a chat feed, while digital audience members (with a VR headset) will be able to &quot;step in&quot; and engage with the workshop as if they were physically present via the live stream using the 360 degree camera.",
      "technical_system": "A condensed workshop on Theatre of the Oppressed will be performed in the XR space on campus. It will be blocked around a 360 degree camera with live streaming capabilities, and captured on video by a single direction camera that&#039;s also incorporated into the live stream. Audience members not physically present will be able to tune in via the 360 degree camera with VR headsets, enabling them to step in as if they were present. Audience members without VR headsets will be able to engage via the live stream on Youtube, able to comment and suggest changes to the action and the script via the chat.",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "VR\\AR,Performance,Art,Narrative/Storytelling",
      "conclusion": "",
      "project_references": "Theatre of the Oppressed was devised by Augusto Boal, and laid out in his book of the same name. The streamed engagement (both VR and chat) was demoed with the help of Jesse Yu at NYU Shanghai.",
      "thesis": "0",
      "timestamp": "2023-06-14 03:31:52",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Dora Do" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1687232958_093A5743copy.JPG",
      "documents": [
        {
          "document_id": 23392,
          "document": "1687232958_093A5743copy.JPG",
          "document_name": "Cover",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Cover"
        },
        {
          "document_id": 23408,
          "document": "1689099277_093A5743_1280x720.jpg",
          "document_name": "Cover",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Thesis cover"
        }
      ],
      "project_id": "10382",
      "project_name": "Merging Worlds: bridging analog and digital photography",
      "audience": "",
      "elevator_pitch": "Inspired by my personal experiences as a software engineer and analog photographer, this project is a personally crafted camera that blends the tactile charm of analog photography with discreet incorporation of digital features.",
      "description": "This project embarks on a personal journey, intertwining my passion for analog photography with my identity as a software engineer. For the longest time, I believed these two realms were mutually exclusive, forcing me to make a choice between them. However, through my involvement in the IMA Low Res program, I began to see the shades of gray between the black and white. I envisioned a world where my passions could harmoniously coexist.\r\nThe spark of inspiration ignited when I decided to reimagine my most treasured possession—the camera. Drawing inspiration from the cherished analog models that have influenced my craft, I set out to design a camera that uses the tactile allure of analog cameras but also seamlessly integrates digital capabilities. It would use a waist-level viewfinder to serve as the primary interface for framing photos. But concealed within is a Raspberry Pi, discreetly capturing images in digital form.\r\nHowever, my exploration extended beyond the hardware itself. I delved deep into the realms of photography theory and the psychology behind sharing images on social media platforms. As someone who predominantly shares their work online, I was often disheartened by the battle against algorithms to gain visibility and validation. The relentless pursuit of likes and followers began to overshadow the intrinsic value of my creations. I wanted to redefine the way I share my work.\r\nThus, alongside the camera, I designed and built a website to display the photos taken from my camera. Instead of a polished and professional portfolio, I aimed for a space that encourages authenticity and rawness of my everyday moments. Inspired by experimental web design, I infused elements of skeuomorphism to instill a sense of tangibility in the digital realm.",
      "background": "This project originated from my desire to merge two significant aspects of my life: analog photography and software development. Additionally, I aimed to critically examine and enhance the role of social media in sharing photography work. As an online photographer, particularly on platforms like Instagram, I have experienced frustration and discouragement due to the competitive nature of social media algorithms.\r\n\r\nDuring the research phase, I broke down the aspects of photography into three parts: photograph-making, photograph-sharing, and photograph-consuming. I explored each of these areas by reading books, prototyping ideas, and reflecting on my own experiences. \r\n\r\nIn the photograph-making phase of my research, I read books from the Ansel Adams Photography Photography Series, which includes The Camera, The Negative, and The Print. Published in the 1950s, each book of the series is a deep dive into the technical aspects of analog photography. The descriptions and diagrams from these books helped me envision the mechanics of an analog camera, and gave me ideas on how to incorporate them into my design. \r\n\r\nIn the photograph-sharing phase of my research, I turned to &quot;The Social Photo&quot; by Nathan Jurgenson. Jurgenson&#039;s thought-provoking insights shed light on the impact of social media on our understanding and engagement with photography. He delves into topics such as the transformation of images into data, the rise of the &quot;selfie,&quot; and the construction of identity in the digital age. Drawing from Jurgenson&#039;s perspectives, I critically examined the role of social media platforms, particularly Instagram, in shaping the perception and value of photographic work. His work inspired me to challenge the constraints of algorithmic validation and explore alternative modes of sharing and experiencing photography. A particular quote that resonated with me was, “In the age of digital abundance, photography desperately needs this introduction of intentional and assured morality, so that some photos can become immortal again.”\r\n\r\nDuring the photograph-consuming phase of my research, I ventured beyond theoretical readings and engaged in practical exploration. I examined online photography communities, and analyzed the behavior and preferences of social media users. This immersive approach enabled me to gain a nuanced understanding of the ways in which individuals engage with and derive meaning from photographs in the digital realm.\r\n\r\nBased on my research and personal insights, I set out to create a camera that combines the charm of analog photography with modern digital features. Taking inspiration from the wisdom of Ansel Adams and the thought-provoking ideas of Nathan Jurgenson, I aimed to design a tool that helps people connect more deeply with the art of photography and breaks away from the usual ways of sharing images online.\r\n\r\nBy incorporating the workings of analog cameras into my design, I aimed to provide photographers with a hands-on and immersive experience. At the same time, I ventured into fresh approaches for sharing my work online, steering away from the controlled and algorithm-dependent nature of mainstream platforms. Drawing inspiration from Jurgenson&#039;s insights on social media and the formation of identity, I envisioned a digital realm that embraces genuineness and fosters deeper connections with photography.\r\n",
      "user_scenario": "",
      "technical_system": "This project provided an invaluable opportunity for me to acquire new skill sets that I had long desired to learn. It began with sketching and constructing an initial cardboard prototype to verify the technical feasibility of the waist-level viewfinder mechanics. Progressing further, I utilized a laser cutter to craft a refined prototype with an acrylic body. I delved into working with a Raspberry Pi, gaining proficiency in flashing an OS on an SD card and scripting in Python to facilitate image capture with a Raspberry Pi camera module. By the culmination of the spring semester, I had a fully functional prototype that enabled outdoor shooting.\r\n\r\nDuring the subsequent summer term, my primary focus revolved around mastering the art of 3D printing to create a more polished camera body. I used Fusion 360 to create precise 3D models, which I materialized using a 3D printer. Upon the completion of the 3D printed prototype, I proceeded to construct a server that uploaded images directly to my dedicated website. Utilizing HTML, CSS, and Javascript, I built the website and incorporated the Greensock animation library.\r\n",
      "url": "https://doradocodes.com/#/projects/merging-worlds",
      "video": "https://drive.google.com/file/d/1nts1rOkgW0dVGH4s8seJtPsYwej80Z_8/view?usp=sharing",
      "public_video_url": "",
      "keywords": "Art,Product Design,Systems Design",
      "conclusion": "This project represents a deeply personal exploration that intertwines the realms of analog photography and software development. It has allowed me to challenge the limitations imposed by social media and algorithmic validation, encouraging a more authentic and meaningful engagement with photography. By fusing the tactile charm of analog photography with discreet digital integration, I have sought to bridge the gap between past and present, tradition and innovation.\r\n\r\nThroughout this journey, I have ventured into uncharted territories, acquiring new skills in prototyping, 3D printing, and programming. The process has been one of growth, as I delved into the technical aspects of camera mechanics, expanded my knowledge of photography theory, and explored the psychology of sharing work on social media.\r\n\r\nMoreover, this project has fostered a deeper understanding of the multifaceted nature of passions and the boundless possibilities that emerge when we break free from predefined boundaries. It serves as a testament to the power of embracing our diverse interests and uncovering new avenues for creative expression.\r\n\r\nAs I embark on the next phase of this project, I look forward to further refining my camera design, experimenting with different techniques, and continuing to challenge the conventions of digital photography. Ultimately, my goal is to inspire others to explore their own passions, break down barriers, and find unique ways to express themselves creatively in an ever-evolving digital landscape.\r\n\r\nThis project is a testament to the transformative potential of embracing our passions, blurring boundaries, and forging new paths of artistic exploration. It is a reminder that our journey of self-discovery and creative expression is an ongoing process, one that continues to unfold with each new endeavor.\r\n",
      "project_references": "Adams, Ansel. The Camera. Bulfinch, 1995. \r\nThis book is a high level overview of different types of cameras and their mechanics. I plan to use this to understand how analog cameras work in order to experiment with creating my own.\r\n\r\nAdams, Ansel. The Negative. Bulfinch, 1995.\r\nPart of Ansel Adam’s series, describes how negatives are made and how they work. \r\n\r\nAdams, Ansel. The Print. Morgan, 1968.\r\nPart of Ansel Adam’s series, describes how darkroom printing works.\r\n\r\n“Build a Cardboard Camera Obscura.” Build a Camera Obscura Out of Cardboard, https://ataridogdaze.com/science/camera-obscura/.\r\nAn instructional video on how to build a camera obscura out of cardboard. I plan to recreate the camera built in this video in order to get a grasp on how to build my own camera.\r\n\r\nJurgenson, Nathan. The Social Photo: on Photography and Social Media. Verso, 2020.\r\n\tCritique on how photography has changed with social media. \r\n\r\nParker, Paul. “Convert Any Analog Camera to Digital with This DIY Hack.” Fstoppers, 13 Sept. 2022, https://fstoppers.com/diy/convert-any-analog-camera-digital-diy-hack-575091.\r\nAn DIY experiment with creating a digital adapter on film cameras using a Raspberry Pi. \r\n\r\nPeddecord, K. Michael. “Behold the Future: Implications of Automated Image Analysis for the Photographic Arts.” The International Journal of the Image, vol. 13, no. 1, 2022, pp. 47–62., https://doi.org/10.18848/2154-8560/cgp/v13i01/47-62.\r\n\tA paper about using artificial intelligence in photography to determine “aesthetic”.\r\n\r\n“Photoscopia.” Vickileonpublicart, https://www.vickileonartist.com/scottsdale-public-art.\r\nA public art installation of a large scale kaleidoscope by Vicki Leon that prints photos observed through the kaleidoscope. \r\n\r\nSontag, Susan. On Photography. Penguin, 2019.\r\nA collection of essays that gives a critical historical overview of photography. \r\n\r\n“Wolfgang Tillmans: To Look without Fear: Moma.” The Museum of Modern Art, https://www.moma.org/calendar/exhibitions/5440. \r\nAn exhibit held at MoMA New York that uses a unique design for showcasing photography. \r\n",
      "thesis": "0",
      "timestamp": "2023-07-11 17:44:47",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Chelsea Heard" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1686788190_BTSBANNERTHESIS2.jpg",
      "documents": [
        {
          "document_id": 23287,
          "document": "1686788190_BTSBANNERTHESIS2.jpg",
          "document_name": "Beyond The Spectrum",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Beyond The Spectrum"
        },
        {
          "document_id": 23300,
          "document": "1686789439_IMG-8350.jpg",
          "document_name": "Projector Play 6",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Projector Play 6"
        },
        {
          "document_id": 23299,
          "document": "1686789410_82.jpg",
          "document_name": "Projector Play 5",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Projector Play 5"
        },
        {
          "document_id": 23298,
          "document": "1686789358_110.jpg",
          "document_name": "Projector Play 4",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Projector Play 4"
        },
        {
          "document_id": 23297,
          "document": "1686789311_IMG-8408.jpg",
          "document_name": "Projector Play 3",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Projector Play 3"
        },
        {
          "document_id": 23296,
          "document": "1686789127_98.jpg",
          "document_name": "Projector Play 2",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Projector Play 2"
        },
        {
          "document_id": 23295,
          "document": "1686789043_67.jpg",
          "document_name": "Projector Play ",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Projector Play "
        },
        {
          "document_id": 23294,
          "document": "1686788970_ToniMorrison.png",
          "document_name": "Toni Morrison ",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Toni Morrison "
        },
        {
          "document_id": 23293,
          "document": "1686788917_ANGELADAVIS.png",
          "document_name": "Angela Davis ",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Angela Davis "
        },
        {
          "document_id": 23292,
          "document": "1686788889_NinaSimone.png",
          "document_name": "Nina Simone ",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Nina Simone "
        },
        {
          "document_id": 23291,
          "document": "1686788855_MUHAMMADALI.png",
          "document_name": "Muhammad Ali ",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Muhammad Ali "
        },
        {
          "document_id": 23290,
          "document": "1686788795_JamesBaldwin.png",
          "document_name": "James Baldwin",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "James Baldwin "
        },
        {
          "document_id": 23289,
          "document": "1686788714_MayaAngelou.png",
          "document_name": "Maya Angelou ",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Maya Angelou "
        },
        {
          "document_id": 23288,
          "document": "1686788664_JAMESBROWN.png",
          "document_name": "James Brown ",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "James Brown "
        },
        {
          "document_id": 23301,
          "document": "1686789600_banner1.jpg",
          "document_name": "BTS BANNER ",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "BTS BANNER "
        }
      ],
      "project_id": "10383",
      "project_name": "Beyond The Spectrum",
      "audience": "",
      "elevator_pitch": "Beyond The Spectrum is an immersive, illustrative exhibition that uses illustrations, audio, and chalk footsteps as a way to pay homage to the significant African Americans and their contributions throughout history. ",
      "description": "Beyond The Spectrum is an immersive, illustrative experience that uses a projector, chalk footsteps, audio, and illustrations as a way to pay homage to the African American figures that paved the way artistically for myself and others! I wanted to create this experience because I did not want their stories to be swept under the rug and forgotten. I chose to include my Grandparents at the end of my thesis because they too have experienced a lot as it pertains to skin color, and how that was used as a divisive factor during the 1950s-1980s. I felt it was important to tell their story and to make sure that the audience heard their voices as well! During a time where the color of their skin meant a lot, each of these individuals I chose to showcase all had to push against a system that was trying to silence them and their artistic visions. Their ability to break through that wall, created an artistic explosion, and a movement that transcended past skin color. Their boldness now allows myself and others to freely express ourselves. ",
      "background": "Beyond the Spectrum was originally my Black History series from roughly a year ago but when coming into the IMA Program, I knew I wanted to see how far I could push this. I knew my grandparents&#039; stories were important and I wanted to somehow tie them into my collection. Some artistic influences for myself when starting this series were artists like Faith Ringgold, Mickalene Thomas and Kehindey Wiley! Reading Maya Angelou’s “Won&#039;t Take Nothing From My Journey Now” and seeing all of the documents my grandfather had relating to his time during the Memphis City Sit In, was all I needed to know that this was the best route to navigate. ",
      "user_scenario": "This installation is meant to be presented in a dark room, the chalk footsteps lead the individuals to the exhibition. The illustrations are projected on a large scale in a dark room, and the users can go in, sit down, and watch! ",
      "technical_system": "My project consists of many parts that work cohesively together! The illustrations, the time-lapse drawing of my grandparents, the interview of my grandparents, the original soundtrack I made, the audio voices gathered, and the chalk footsteps. ",
      "url": "https://docs.google.com/presentation/d/1TEuoMoyPBpXDkxSWQPKhjrPl5qm3z3_lxJTv4rNosVc/edit?usp=sharing",
      "video": "https://drive.google.com/file/d/1gLYLGrkxxXI4yT7zzcQREIvpapA7iZHn/view?usp=sharing",
      "public_video_url": "",
      "keywords": "Culture,Education,Art,Narrative/Storytelling",
      "conclusion": "I did learn a lot! For myself and others all I wanted to do was create something that was meaningful, and educational! I wanted to see for myself if I could make Black history interesting. Many forget that these events did not happen that long ago but sometimes the Black and White images we often see in history books can create distance and I felt that our culture is so artistically rich that using color was a no brainer. I also learned that after presenting my thesis at my alma mater Mt. Carmel High School on May 26th, 2023, the data revealed that only 41.2% of the students were knowledgeable about black history. To be located in the liberal and diverse city of San Diego, that result took me by surprise. If anything that lets me know that no matter how progressive we try to be, there is always more work to be done! :)",
      "project_references": "Projector(s):\r\nhttps://www.amazon.com/GooDee-Projector-Bluetooth-Supported-Portable/dp/B0BCPS4PSZ/ref=sxbs_sbv_search_btf?content-id=amzn1.sym.05cb97ea-f4ff-45cd-bc16-8d8137cb8201%3Aamzn1.sym.05cb97ea-f4ff-45cd-bc16-8d8137cb8201&amp;crid=2MWVU3VRGJTPT&amp;cv_ct_cx=projector+with+audio+output&amp;keywords=projector+with+audio+output&amp;pd_rd_i=B0BCPS4PSZ&amp;pd_rd_r=648489f4-0ac9-4563-b0cf-1ca141fea60f&amp;pd_rd_w=eWXbG&amp;pd_rd_wg=hKYMk&amp;pf_rd_p=05cb97ea-f4ff-45cd-bc16-8d8137cb8201&amp;pf_rd_r=D288C432AX9BGW49H50G&amp;qid=1677629352&amp;sprefix=%2Caps%2C139&amp;sr=1-1-9a53390b-0a0a-452a-845e-94e76296c129&amp;ufe=app_do%3Aamzn1.fos.08f69ac3-fd3d-4b88-bca2-8997e41410bb#customerReviews\r\n\r\nhttps://www.amazon.com/Projector-HISION-Portable-Compatible-Smartphone/dp/B09XBDPNDY/ref=sxbs_sbv_search_btf?content-id=amzn1.sym.05cb97ea-f4ff-45cd-bc16-8d8137cb8201%3Aamzn1.sym.05cb97ea-f4ff-45cd-bc16-8d8137cb8201&amp;crid=2MWVU3VRGJTPT&amp;cv_ct_cx=projector+with+audio+output&amp;keywords=projector+with+audio+output&amp;pd_rd_i=B09XBDPNDY&amp;pd_rd_r=76cd7404-f7b8-4969-8854-87700652a85e&amp;pd_rd_w=uJERf&amp;pd_rd_wg=Gwv0i&amp;pf_rd_p=05cb97ea-f4ff-45cd-bc16-8d8137cb8201&amp;pf_rd_r=CN5FAKZBFST2R9A8V265&amp;qid=1677629543&amp;sprefix=%2Caps%2C139&amp;sr=1-1-9a53390b-0a0a-452a-845e-94e76296c129#customerReviews\r\n\r\n\r\nGlow in the Dark Tape for footsteps:\r\nhttps://www.amazon.com/gp/cart/view.html?ref_=sw_gtc\r\n\r\nNew ways to approach the Footsteps Links: \r\nhttps://www.instagram.com/savvas_verdis/?hl=en\r\nhttps://savvasverdis.com/\r\nhttps://apps.apple.com/us/app/weird-type/id1352785248\r\n\r\nhttps://www.hmdb.org/m.asp?m=147551\r\nhttps://www.civilrightsmuseum.org/standing-up-by-sitting-down\r\nhttps://www.memphisdailynews.com/news/2017/mar/28/sit-in-protests-get-first-historical-marker/\r\nhttps://www.brooksmuseum.org/post/this-light-of-ours-activist-photographers-of-the-civil-rights-movement\r\nhttps://www.smithsonianmag.com/history/revisiting-sanitation-workers-strike-180967512/\r\nhttps://www.hmdb.org/m.asp?m=147551\r\nhttps://www.gettyimages.com/photos/lunch-counter-sit-in\r\nhttps://www.goodreads.com/review/show/100860211\r\nhttps://www.brooklynmuseum.org/opencollection/objects/5044\r\nhttps://artincontext.org/faith-ringgold/\r\nhttps://www.silentechoart.com/graphic-design\r\nhttps://www.businessinsider.com/guides/learning/maya-angelou-books\r\nhttps://pennbookcenter.com/james-baldwin-books/\r\nhttps://www.businessinsider.com/guides/learning/toni-morrison-books\r\nhttps://madmapper.com/madmapper/software\r\nhttps://www.hmdb.org/m.asp?m=147551\r\nhttps://www.civilrightsmuseum.org/standing-up-by-sitting-down\r\nhttps://www.memphisdailynews.com/news/2017/mar/28/sit-in-protests-get-first-historical-marker/\r\nhttps://www.brooksmuseum.org/post/this-light-of-ours-activist-photographers-of-the-civil-rights-movement\r\nhttps://www.smithsonianmag.com/history/revisiting-sanitation-workers-strike-180967512/\r\nhttps://www.hmdb.org/m.asp?m=147551\r\nhttps://www.gettyimages.com/photos/lunch-counter-sit-in\r\nhttps://www.goodreads.com/review/show/100860211\r\nhttps://www.brooklynmuseum.org/opencollection/objects/5044\r\nhttps://artincontext.org/faith-ringgold/\r\nhttps://www.silentechoart.com/graphic-design\r\nhttps://www.businessinsider.com/guides/learning/maya-angelou-books\r\nhttps://pennbookcenter.com/james-baldwin-books/\r\nhttps://www.businessinsider.com/guides/learning/toni-morrison-books\r\nhttps://madmapper.com/madmapper/software\r\n",
      "thesis": "0",
      "timestamp": "2023-06-14 20:19:13",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Anney Norton" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1686794755_Cover_Photo.jpg",
      "documents": [
        {
          "document_id": 23302,
          "document": "1686794755_Cover_Photo.jpg",
          "document_name": "Self Talk to Self Confidence: Inspiring Women through Positive Affirmations",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Self Talk to Self Confidence: Inspiring Women through Positive Affirmations"
        },
        {
          "document_id": 23346,
          "document": "1686965247_Photo_3.jpg",
          "document_name": "Add an Affirmation",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "A set of guidelines for writing affirmations."
        },
        {
          "document_id": 23304,
          "document": "1686795016_Photo_2.jpg",
          "document_name": "Landing Page",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "A landing page with a button to enter the site."
        }
      ],
      "project_id": "10384",
      "project_name": "Self Talk to Self Confidence: Inspiring Women through Positive Affirmations",
      "audience": "",
      "elevator_pitch": "Spread-positivity.com is a website that connects women and gives them access to community-generated positive affirmations to help build confidence, improve self-esteem, and build a support network. The site synthesizes current affirmation-building best practices and equips women with tools to craft more impactful and effective positive affirmations for use in their daily lives.",
      "description": "This project aims to create a community where women can share positive self-talk that helps them feel supported and empowered and teach them new phrases and ways of thinking that help them feel more connected and less alone.\r\n\r\nPositive self-talk and manifesting have become buzz topics in recent years. The rise of lifestyle brands, self-help sites, and positive affirmation apps like Goop and I Am have helped bring self-care and affirmations into the mainstream. While these strive to empower women and provide them with tools for overcoming work stress and anxiety, the rise of the controversial “Girl Boss” culture has also left many feeling less confident and worse about themselves. I decided to do a deep dive into positive affirmations to see their efficacy as a confidence and self-esteem-boosting tool and how often women use them.\r\n\r\nI started by sending a survey to dozens of women in my life. Reading through their responses, I found a common trend: women use their versions of affirmations and positive talk to combat negative feelings of imposter syndrome, stress, and anxiety. What was most shocking was how many of them struggled with imposter syndrome, how much their struggles resonated with me, and how their affirmations and self-talk made me feel more equipped to deal with the challenges in my life. \r\n\r\nAs a starting point, I settled on creating a community-oriented website to connect women and allow them to share their insights and affirmations with other women. I was also intrigued by the idea that many of these women had created affirmations that could be even more impactful and effective with slight modifications to their wording and structure. This insight led to research into the semantics of affirmations, particularly phrasing, structuring, and repetition. I found a set of guidelines using wisdom from multiple sources within the psychology and self-help world and decided to make education a core component of my site. \r\n\r\nI began making wireframes and mockups of layouts, font choices, text, color schemes, and imagery to create an aesthetic and identity for my website. I sent these designs to friends and shared them with the IMA Low Res class to get their feedback and hone in on an approachable, user-friendly, and relaxing aesthetic. One friend recommended using music to craft a calming, mindful environment, so I found soothing soundtracks online to add as ambiance.\r\n\r\nOverall, I am happy with the current look and feel of the site. My next steps for this project are: to create a functioning mockup of the site to allow for further user testing and improvement and to investigate the challenges of content moderation, community building, and community management. ",
      "background": "The inspiration for this project is my self-confidence. I have always been a confident person, even as a young girl. I would do things authentically, sticking to myself and what I want to achieve. As I got older, I noticed that people applauded men for being ambitious and opinionated, while I was discouraged from being the same. I noticed that women always apologized for taking up space and voicing opinions, while men could be unapologetically themselves. As women, society expects us to be likable and digestible, to break ourselves down into little pieces to be more palatable. But our opinions should be swallowed whole - not in bite-sized chunks. I wanted to find a way to combat the notion that women need to bubblewrap their thoughts and ideas and help them be more themselves - unapologetically themselves.\r\n\r\nI began by conducting primary research by sending a survey to women in my life to see if and how they were using positive affirmations to deal with the stresses and struggles that came up in their daily lives. To my surprise, most of the women who participated in my survey used some form of positive affirmation or self-talk to combat negative thoughts and self-talk, particularly feelings of imposter syndrome, anxiety, and work-related stress. Even more interesting was that few had conceptually heard of positive affirmations though they were already using positive affirmation-esque phrases almost daily. Another insight from the survey was the startling variation in the phrasing and structure of their positive self-talk. Some opted for longer, more complex sentences, while others employed shorter phrases that they would repeat frequently throughout their day.\r\n\r\nThese insights led to a deep dive into the current research and best practices for crafting and using positive affirmations. Studies have shown positive affirmations can &quot;lead to increases in self-esteem, eudaimonic well-being, and positive attitudes toward oneself&quot; (Arquiza). Effective self-talk is about &quot;identifying, in really concrete ways, the kinds of things about you that you really value&quot; (Chiu). Affirmations &quot;require regular practice&quot; (Moore) and &quot;regular repetition&quot; (Raypole). Essentially, for affirmations to be effective, they should use the present tense   (Moore), focus on core values and self-beliefs (Cohen &amp; Sherman), employ action-oriented language (Steele), and be specific to a particular challenge or stressor (Steele). This research formed the basis for my site&#039;s guidelines for posting an affirmation to ensure that visitors can create useful and meaningful phrases that maximize the likelihood of positive outcomes.\r\n\r\nI decided to use a website as the form for this project since websites are widely accessible globally and are not limited to specific platforms or operating systems in the way apps are. While I think there is potential to expand into the app space, wireframing a website felt like a more attainable goal given the time constraints of the Thesis process. \r\n\r\nMy next steps in the research process are to investigate the current tools that exist for moderating user-submitted content as well as the challenges that can arise from giving visitors the option to post content anonymously. ",
      "user_scenario": "",
      "technical_system": "This project is a community oriented website for women to submit their personal experiences and affirmations to, as well as read about the affirmations and experiences of other women like them. In its current iteration, it features two technical components.\r\n\r\nThe first is a mockup of a community-oriented website built around connecting women and allowing them to craft and share positive affirmations they use. I employed modern, minimalist design aesthetics to give the site a clean and calming vibe. Having the text in the center of the page draws the visitor&#039;s focus to the core aspect of the website: user-generated positive affirmations. Based on user testing and feedback, I added the loading bar on the bottom of the page to inform the visitor that the currently displayed text is about to be changed. The simple &quot;save&quot; button allows visitors to favorite affirmations, and the &quot;submit affirmation&quot; button lets them add content to the site. The arrows allow visitors to view positive affirmations they have seen or skip a positive affirmation if it doesn&#039;t resonate with them. \r\n\r\nThe second technical component of the project is the guide for creating effective affirmations. This element draws on current research and best practices for building positive affirmations to provide visitors with the semantic structure to create effective affirmations. I condensed the insights of several researchers and psychologists in the field into four easy-to-follow guidelines: be specific, focus on &quot;I&quot; statements, use present tense, and use active language.\r\n",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "Culture,Health,Education,UX/UI Design",
      "conclusion": "I learned so much from this experience about myself, my friends, and the struggles of women moving through the world around me. I have strengthened my connection to people within my circle, learned dozens of new affirmations that have helped me in my everyday life, and connected women going through similar struggles to each other to build a wider community. For example, I have a couple of women in my life dealing with medical issues, and I connected them through this project. I was excited to hear that they stayed in touch and have been able to lean on and support one another! \r\n\r\nI started this project with a simple goal: to investigate the prevalence and efficacy of positive affirmations. Through initial surveys, I found that many women use positive affirmations to combat negative thoughts and self-talk. These surveys also opened up deeper conversations with the women involved, inspiring me to consider building a platform where women could share and connect. \r\n\r\nAs I researched deeper into affirmations and how they work, I discovered that there are a simple set of important recommendations to make an effective affirmation. Most women surveyed did not employ these guidelines in the positive self-talk they were creating. This insight led me to include an educational element in this project. I also received user feedback when testing affirmation submission wireframes that encouraged me to display simple best practices to follow when writing affirmations during the affirmation submission process. I also refined the wording and example phrases to align with the current research and professional suggestions around positive affirmation generation.\r\n\r\nI started this project with a simple, rudimentary set of wireframe designs and refined and elevated the aesthetic based on user feedback and testing. Many of my initial wireframes were too complex or unintuitive. My test users preferred the clean, minimalist aesthetics they found in self-help apps that they were using on their phones. I ultimately decided to remove unnecessary site elements to place a greater emphasis on the affirmations themselves (which appear in the center of the page). The current aesthetic is calming yet lively and encourages engagement and sharing. User testers noted that the experience of a new affirmation replacing an old one was jarring, so I implemented a loading bar at the bottom of the site to give them a sense of when the text would disappear.\r\n\r\nThis project was an illuminating experience for me. It strengthened my connection to friends and mentors and allowed me to push my comfort zone and attempt to design a website - something I had never tried before. It also equipped me with tools and research to create more impactful affirmations.",
      "project_references": "I wanted to give a special shoutout to everyone who helped me complete this project from my classmates to my thesis advisors. I also wanted to thank each an every woman who participated in my survey for their vulnerability and invaluable insights.\r\n\r\n1) Steele, C. M. (1988). The psychology of self-affirmation: Sustaining the integrity of the self. Advances in Experimental Social Psychology, 21(2), 261-302.\r\n2) “How to Make Self-Affirmation Work, Based on Science.” The Washington Post, 8 Sept. 2022, www.washingtonpost.com/wellness/2022/05/02/do-self-affirmations-work/. \r\n3) Arquiza, Lynnelle. “The Effect of Positive Affirmations on Self-Esteem and Well-Being in College Students.” Dominican Scholar, scholar.dominican.edu/scw/SCW2020/conference-presentations/63/. Accessed 16 June 2023. \r\n4) The I Am App\r\n5) Archambeau, Shellye. Unapologetically Ambitious Take Risks, Break Barriers, and Create Success on Your Own Terms. Grand Central, 2020. \r\n6) Doyle, Glennon. Untamed. Dial Press, 2020. \r\n7) Given, Florence. Women Don’t Owe You Pretty. Hachette UK Distribution, 2020. \r\n8) Wikimedia Foundation. &quot;Affirmations (new age).&quot; Wikipedia, 25 March 2023, https://en.wikipedia.org/wiki/Affirmations_(New_Age). Accessed 28 May 2023.\r\n9) Raypole, Crystal. “Do Affirmations Work? Yes, but There’s a Catch.” Healthline, 1 Sept. 2020, www.healthline.com/health/mental-health/do-affirmations-work#making-them-effective. \r\n10) Catherine Moore, Psychologist. “Positive Daily Affirmations: Is There Science behind It?” PositivePsychology.Com, 9 June 2023, positivepsychology.com/daily-affirmations/. \r\n11) Cohen, G. L., &amp; Sherman, D. K. (2014). The psychology of change: Self-affirmation and social psychological intervention. Annual Review of Psychology, 65, 333-371.",
      "thesis": "0",
      "timestamp": "2023-06-16 23:05:18",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Jun Shu" }],
      "classes": [
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Smith, Sharleen"],
      "image": "/projects_documents/1686795987_poster.jpg",
      "documents": [
        {
          "document_id": 23308,
          "document": "1686795987_poster.jpg",
          "document_name": "lush foliage and flourishing branches",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "lush foliage and flourishing branches"
        }
      ],
      "project_id": "10385",
      "project_name": "lush foliage and flourishing branches",
      "audience": "",
      "elevator_pitch": "The continuation of life and memories",
      "description": "If a man who suffered from dementia lost all his memories and the identities such as being a grandfather, father, and husband in the last stage of his life, is he already dead although he was still alive physically?\r\n",
      "background": "My grandpa passed away this year after suffering from Alzheimer‘s disease for over 5 years. In accompanying him through this long and painful process，I just came up with this idea.\r\nI wanted to do this installation from the perspective of a loved one with dementia, reflecting the powerlessness we experience when we watch our loved ones age.\r\n",
      "user_scenario": "4",
      "technical_system": "My current plan is to initially have a towering tree projected onto the wall with a projector, and then the tree slowly withers and leaves wither, symbolizing my grandfather&#039;s memory loss. Then there is a real device in front of it, with the file on it and four chairs sitting around it. When someone sits on it, the speed at which the tree withers slows down, And it will gradually grow new and different foundations, with four chairs showing different new foundations when sitting in each chair position.\r\n",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "Art,Installation,Interaction Design",
      "conclusion": "",
      "project_references": "https://www.jstor.org/stable/40435662?seq=3\r\nhttps://www.youtube.com/watch?v=R7dXkSyIw_U&amp;list=PL0kJN8Ttp6ojz_kD0EMnzZ_JmuWCIYI7Y&amp;index=4",
      "thesis": "0",
      "timestamp": "2023-06-14 22:26:57",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Ian Stewart" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1686796282_MainImage.jpg",
      "documents": [
        {
          "document_id": 23309,
          "document": "1686796282_MainImage.jpg",
          "document_name": "Reduce Your Time Waste",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Reduce Your Time Waste"
        },
        {
          "document_id": 23312,
          "document": "1686796374_Image1.jpg",
          "document_name": "App Setup (1)",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Series of questions to guide the user"
        },
        {
          "document_id": 23313,
          "document": "1686796428_Image2.jpg",
          "document_name": "App Setup (2)",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Series of questions to help guide the user"
        },
        {
          "document_id": 23314,
          "document": "1686796461_Image3.jpg",
          "document_name": "App Display and Notification",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "The main app display and an example notification"
        }
      ],
      "project_id": "10386",
      "project_name": "Reduce Your Time Waste",
      "audience": "",
      "elevator_pitch": "An app that helps reduce doom scrolling using goal setting and positive reinforcement to refocus wasted online time into offline fun.",
      "description": "In the digital age, people fall into the trap of wasting excessive time online, leading to unhappiness and discontentment. The allure of social media, streaming platforms, and endless sources of entertainment has blurred the line between intentional and habitual internet use, resulting in a neglect of offline experiences and a negative impact on well-being.\r\n\r\nEndless scrolling through social media feeds, binge-watching TV shows, and succumbing to clickbait articles have become commonplace time sinks. Doom scrolling and time wasted surfing the web increase feelings of loneliness, depression, and anxiety. The constant exposure to carefully curated online personas can trigger a sense of inadequacy and negatively impact self-esteem. \r\n\r\nThe core of this project is to reframe our relationship with time and prioritize meaningful offline experiences and intentional online use. It aims to inspire individuals to reclaim their time by setting boundaries and goals for screen time and offering tools to help spend time doing offline activities that promote human connection, hobby building and growth, and physical activity. Actively allocating time to hobbies, outdoor pursuits, and face-to-face interactions creates a more fulfilling and balanced life.\r\n\r\nBy embracing a mindful approach to time management and shifting the focus from the virtual world to the real world, this project empowers individuals to live fuller lives offline, nurturing their mental, emotional, and physical well-being. Through these efforts, people can rediscover the joys of genuine human connection and enrich their lives beyond the confines of the digital realm.\r\n",
      "background": "The background of this project is rooted in my personal struggle with wasting time on the internet. Losing track of time on the internet is an everyday occurrence – we all do it. I can’t count how many times I’ve looked over at the clock to see that it’s 2am, and I wasted hours of my night scrolling through the web. It almost never feels like time spent, just time wasted. I will often catch myself filling hours of the day with Netflix or doom scrolling, and thinking, why am I doing this?\r\n\r\nAs I dug deeper into my research, a worrying trend emerged. Individuals are feeling increasingly unhappy despite the lure of online distractions and the supposed “connection” promised by social media apps and digital platforms. In my own life, friends noted that they want to spend more time off of their phones, but felt like they would be missing out if they were ever offline.\r\n\r\nWhile there are several existing technologies for tracking digital habits, most are centered around providing data and aiding in restricting app use. This project goes a step further by providing educational tools, happiness check-ins, goal setting for offline time use, and an emphasis on building a full life outside of the lures of digital space.\r\n\r\nThe core of my research centered around the best tools and tactics for creating lasting change for individuals. A common trend of gamification through a combination of goal setting and positive reinforcement emerged, so I used that as the central theme for this time saving app.\r\n",
      "user_scenario": "",
      "technical_system": "In its current iteration, this project exists as an app mockup. Given the time constraints of Thesis and the complexities of app development and design, this approach made the most sense. The core of the app is to provide an uplifting, goals-oriented approach with positive reinforcement. This is done through the app setup in the form of a questionnaire aimed at having the user set personal goals as well as apps to track and manage, and in the general design of the app which highlights time savings - as a positive reinforcement - as well as displaying the time spent on offline activities.",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "Health,Tool\\Service,UX/UI Design",
      "conclusion": "This project has undergone several iterations and pivots based on user testing and feedback. Initially, the app design and focus was on a hybrid model of punishment and positive reinforcement. This was ultimately a sub-optimal approach since users will simply delete or stop using an app that makes them feel bad about themselves. Diving further into the research as well, punishment has been shown to be an ineffective tool in changing behavior long term which is a core goal of the project and app itself. \r\n\r\nUltimately, the model that landed best both with users and existing research is a hybrid goal-setting and positive reinforcement model. Users set goals based on their desired behavior changes (for example: Save 30 minutes per week), and the app provides helpful tips and tools for achieving those goals. As goals are achieved, the app provides positive reinforcement through notifications and in app messaging to encourage further time saving.\r\n\r\nThe design of the app itself has likewise undergone several changes and improvements. The color scheme and vibe are heavily influenced by health and meditation apps as well as traditional time management apps. The core difference is that most time management apps are focused on improving productivity not happiness. The goal of this app is to reframe our intentionality around digital use not improve work output or other productivity oriented goals.",
      "project_references": "I want to say thank you to everyone who helped me make this project, especially Anney who was instrumental in improving the design and aesthetic of the app.\r\n\r\nHootsuite. &quot;Digital 2021: Global Overview Report.&quot; Retrieved from Hootsuite, 2021, https://www.hootsuite.com/resources/digital-trends-2021.\r\n\r\nLin, L. Y., et al. &quot;Association between social media use and depression among U.S. young adults.&quot; Computers in Human Behavior, vol. 114, 2021, article 106628. doi: 10.1016/j.chb.2020.106628.\r\n\r\nWoods, H. C., and Scott, H. &quot;#Sleepyteens: Social media use in adolescence is associated with poor sleep quality, anxiety, depression and low self-esteem.&quot; Social Science &amp; Medicine, vol. 264, 2020, article 113247. doi: 10.1016/j.socscimed.2020.113247.\r\n\r\nTiggemann, M., et al. &quot;Social media and body dissatisfaction: Current status and future directions.&quot; Current Opinion in Psychology, vol. 35, 2020, pp. 56-60. doi: 10.1016/j.copsyc.2020.06.011.\r\n\r\nHafenbrack, A. C., et al. &quot;The joy of achieving goals: A preregistered randomized controlled trial of the effects of comparing progress to a personal goal versus a social norm.&quot; Journal of Personality and Social Psychology, vol. 120, no. 4, 2021, pp. 943–969. doi: 10.1037/pspp0000395.\r\n\r\nEgan, S. J., et al. &quot;A randomized controlled trial of guided self-help for improving positive body image.&quot; Behaviour Research and Therapy, vol. 116, 2019, pp. 94-101. doi: 10.1016/j.brat.2018.09.012.\r\n\r\nStawarz, K., et al. &quot;User experience of cognitive behavioral therapy apps for depression: An analysis of app functionality and user reviews.&quot; Journal of Medical Internet Research, vol. 21, no. 7, 2019, article e15321. doi: 10.2196/15321.\r\n\r\nLin, J., et al. &quot;Investigating the effects of goal setting and gamification on adherence to an activity tracking app.&quot; Journal of Medical Internet Research mHealth and uHealth, vol. 8, no. 10, 2020, article e18000. doi: 10.2196/18000.\r\n\r\nLocke, E. A., and Latham, G. P. New developments in goal-setting and task-performance. Routledge, 2019.\r\n\r\nMento, A. J., Steel, R. P., and Karren, R. J. &quot;A meta-analytic study of the effects of goal setting on task performance: 1966-1984.&quot; Organizational Behavior and Human Decision Processes, vol. 33, no. 2, 2019, pp. 158-184.",
      "thesis": "0",
      "timestamp": "2023-06-19 09:08:11",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Elizabeth Engelman" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1697224891_greenbank-mockup-gif-cropped.gif",
      "documents": [
        {
          "document_id": 23444,
          "document": "1697224891_greenbank-mockup-gif-cropped.gif",
          "document_name": "Mockup of device in Greenbank, WV",
          "document_type_id": 2,
          "main_image": 1,
          "document_type_name": "GIF",
          "document_type_extension": "gif",
          "secret": 0,
          "alt_text": "Mockup of device in Greenbank, WV"
        },
        {
          "document_id": 23445,
          "document": "1697226497_gallery-mockup-with-gif-cropped.gif",
          "document_name": "Mockup of device in a gallery",
          "document_type_id": 2,
          "main_image": 0,
          "document_type_name": "GIF",
          "document_type_extension": "gif",
          "secret": 0,
          "alt_text": "Mockup of device in a gallery"
        },
        {
          "document_id": 23446,
          "document": "1697227392_device-cropped.jpg",
          "document_name": "The device including a Raspberry Pi, breadboard, and visual display",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "The device including a Raspberry Pi, breadboard, and visual display"
        }
      ],
      "project_id": "10387",
      "project_name": "Perceptible Radio Waves",
      "audience": "",
      "elevator_pitch": "Perceptible Radio Waves is an exploration into a ubiquitous, yet normally imperceptible phenomena that drives modern telecommunication. This is a device that guides an audience through contemplation of what radio waves are, how they have become nearly inescapable in our modern society, and allows space to reflect how this could be effecting our lives.",
      "description": "Society has seen a drastic shift in how humans communicate since the advent of wireless telecommunications. Many of these technologies, such as cellular data and WiFi, use radio waves to transmit data through the air. These imperceptible waves are ubiquitous in our lives, yet how often do we consider the physical material that our modern wireless world is built upon?\r\n\r\nPerceptible Radio Waves is an exploratory project that aims to break down the abstractions of telecommunications to a physical representation of the phenomenon that they are built upon, namely radio waves. The ultimate goal is to figure out if engaging with radio waves through artistic practice can allow individuals to gain a deeper, more intuitive understanding of what radio waves are.\r\n\r\nThe main output of the project is a Perceptible Radio Device that guides an audience in observation of the physical space around them. Through guided audio, the audience is encouraged to consider that which they can perceive in the air through their senses, such as the temperature, the and quality of the light. They are then asked to compare that experience with the imperceptible activity that is also occurring in their space, specifically focusing on the radio waves oscillating all around them.\r\nIn addition to the guided audio, the device is also observing FM radio signals in real-time, and translates those signals into changing light patterns, revealing the invisible activity occurring in the air.\r\n",
      "background": "My process during this project was centered around creating and physical immersion. I hoped that by creating with my hands, and physically putting myself into situations where I could contemplate radio waves, I could gain knowledge physically somehow. \r\n- I created a crystal radio by using conductive wire, and a germanium diode.\r\n- I used a technique where I made sculptural pieces based on my reading of Understanding Radio Waves by Peter Bubb:\r\n    - “crystal thing with wires” explores my learning that a diode is a very thinly sliced crystal that vibrates at a particular frequency.\r\n    - “antenna sculpture” is made up of twinkle lights attached to the antenna of an old radio to demonstrate that antennas work by passing an alternating current throughout the antenna to generate electric and magnetic fields.\r\n- My favorite part of the process was my site visit to the US National Radio Quiet Zone, which is an area of land where the government limits radio transmission, to allow radio telescopes at the Greenbank Observatory to observe naturally occurring, faint radio waves from outer space. There is a health condition called electromagnetic hypersensitivity, and those who have it report negative side effects from exposure to electromagnetic radiation like wifi and cell data. Some of these people claim that moving to the Quiet Zone helps, and since my goal is to intuitively understand radio waves, I visited the Quiet Zone to see if I observed a physical difference while I was there. Though I didn’t observe any notable, immediate physical sensations, the lack of internet and cell service did impact how I went about my life while I was there. For a longer duration, I would imagine that the lack of radio waves would have impacted my life significantly.  While in the Quiet Zone, I also captured data at the Greenbank Observatory with my software-defined radio dongle. This was used in creating visual output with the Perceptible Radio Device representing a lack of radio activity.\r\n",
      "user_scenario": "",
      "technical_system": "The Perceptible Radio Waves device is comprised of a Raspberry Pi running a Python application, a software-defined radio dongle, and neopixel lights. The Python application has three main components:\r\n- A radio-reader component that reads in data from a software-defined radio dongle, and puts it onto a shared queue. This component uses the pyrtlsdr package.\r\n- A feedbacker component that takes raw radio sample data and transforms it into light patterns using the neopixels lights.This component uses the adafruit-circuitpython-neopixel package.\r\n- An audio-guider that is responsible for playing the different audio tracks via Python’s playsound package.\r\n\r\nThere is also an orchestrator component that is responsible for managing passing data from the shared queue to the different components.\r\n",
      "url": "https://elizabethengelman.com/perceptible-radio/",
      "video": "https://drive.google.com/file/d/1aWEu9jsCRsbpFGGTeJs91f40z60FageT/view?usp=sharing",
      "public_video_url": "",
      "keywords": "Education,Narrative/Storytelling,Speculative/Futures,Tech &amp; Society",
      "conclusion": "In 2017 I learned about Hedy Lamarr and her patent for the Secret Communication System that she co-created with composer George Antheil in 1942. Since then I’ve had a strong desire to know what Lamarr knew. At the time, I read about electricity, the electromagnetic spectrum, radio waves and their application. I learned about Lamarr’s life, and her inventions, yet still craved a deeper understanding of the materiality of radio waves. I put this quest down for several years, and when given an opportunity to do a deep dive into a topic for thesis, I immediately knew that I wanted to revisit radio waves. The fundamental query that drove my work was if it was possible to understand typically imperceptible waves more deeply and intuitively, if I shifted my approach from purely scientific to using an artistic lens, with specific intention on embodied senses. \r\n\r\nMy initial plan was to recreate science experiments with the hopes of learning about the electromagnetic spectrum at a very basic level before adding abstractions on top of the fundamental concepts; abstractions like telecommunications. However, as I began with my first experiment of creating a crystal radio based on a video tutorial, I realized that though this tutorial was very hands-on, I still didn’t understand the basic materiality of radio waves. Also, the crystal that I created did not work, and I had very little understanding at the time to figure out how to troubleshoot the issues I was facing. At this point, I reflected and realized that I again was trying to understand this abstract topic through scientific exploration instead of using a the creation-based research approach that I had set out to use.\r\n\r\nI then began working with a new technique where I made sculptural pieces based on my reading of Understanding Radio Waves by Peter Bubb. The two pieces that I created during this phase of creation were “crystal thing with wires” in which I explored my new knowledge that diodes are very thinly sliced crystals that vibrate at a particular frequency, and “antenna sculpture” which represented the mechanics of how alternating current travels through an antenna to generate electric and magnetic fields.\r\n\r\nA highlight of the research process was a visit to the Greenbank Observatory in the US National Radio Quiet Zone. The Quiet Zone is an area of land where the amount of radio transmission is greatly limited, so that the Greenbank Observatory can observe faint, naturally occurring radio waves from outer space. My intentions with this visit wer to see if an absence of radio waves would be perceptible, and to collect some radio signal data with my software-defined radio dongle. Though I didn’t observe a notable different physically, the lack of WiFi and cell service did force a different way of communicating, and I wonder if over a longer period of time this may impact one’s life significantly.\r\n\r\n\r\nThe visit to the Greenbank Observatory’s science exhibition also proved to be important part of my process. Having the opportunity to compare exhibits that interactively demonstrated scientific phenomenon with those that relied on text alone solidified my desire to explore radio waves with an artistic lens. It fortified my thought that I want to create a physical piece that helps make radio waves more perceiptible. I also realized that though creating educational tools for kids isn’t necessarily the core driving force of this work, it is a good benchmark. If I’m able to create something that can make kids feel and understand something invisible, like radio waves, hopefully, I’ll also have gotten that same understanding myself. Going forward with this project, this will be a touchstone that I hope to revisit.\r\n\r\n\r\nI believe that my research was successful in that I do have a deep understanding of radio waves than when I started, but I believe that my work is not yet complete.\r\n\r\n\r\nNext Steps:\r\nThe existing iteration of the device is stationary, and translates radio waves signals into light patterns. The initial concept of the device was a mobile device that users could plug headphones into, and walk around their space observing changes in radio signals. The original concept also included haptic and audio feedback, to not only further the embodiment of radio waves, but also to allow for the device to be accessible to a wider audience.\r\n\r\nIn the future, I am planning to incorporate in this work include an exploration of spirituality, which is another field where humans are asked to believe in that which they cannot see. Additionally, I am hoping to include further research into epistemology to continue to tease at the question: how can I intuitively know radio waves?\r\n",
      "project_references": "- NeoPixels on Raspberry Pi by Abigail Torres: https://learn.adafruit.com/neopixels-on-raspberry-pi/raspberry-pi-wiring\r\n- Understanding Radio Waves by Peter Bubb\r\n- Raspberry Pi &amp; WS2812 LED-Strips by David Ordnung: https://dordnung.de/raspberrypi-ledstrip/ws2812\r\n- How to Make/Build a Crystal Radio:  https://www.youtube.com/watch?v=VqdcU9ULAlA\r\n- Lo and Behold, Reveries of the Connected World by Werner Herzog\r\n- The Quiet Zone: Unraveling the Mystery of a Town Suspended in Silence by Stephen Kurczy\r\n",
      "thesis": "0",
      "timestamp": "2023-10-14 11:40:40",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Suri Li" }],
      "classes": [
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Parrish, Allison"],
      "image": "/projects_documents/1686801847_我的项目-1(7).jpg",
      "documents": [
        {
          "document_id": 23316,
          "document": "1686801847_我的项目-1(7).jpg",
          "document_name": "Seatizen?",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Seatizen?"
        },
        {
          "document_id": 23318,
          "document": "1686802145_我的项目-1(2).jpg",
          "document_name": "Do u want to be a Seatizen?",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Do u want to be a Seatizen?"
        },
        {
          "document_id": 23317,
          "document": "1686801966_我的项目-1(1).jpg",
          "document_name": "Seatizen?",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "banner"
        },
        {
          "document_id": 23319,
          "document": "1686802256_Myproject-1.png",
          "document_name": "Crystal ",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Seatizen Exhibition"
        }
      ],
      "project_id": "10388",
      "project_name": "Seatizen?",
      "audience": "",
      "elevator_pitch": "This is an interactive art installation about climate change and rising sea levels. It creates a rain effect through the melting of ice blocks, gradually submerging a city located at the bottom of the installation.",
      "description": "The theme of my thesis project is global climate change and rising sea levels, focusing on the gradual loss of habitable land for humans. I have created a series of artworks depicting a story where the sea engulfs the last piece of land on Earth, forcing humanity to live in the ocean. In my research, I have extensively studied the effects of climate change leading to rising sea levels, and I have become aware of the severity of environmental destruction. However, over the past three years, the pandemic has led to reduced human travel, slowed trade and production, resulting in some positive trends in environmental data. While the reality of environmental damage cannot be completely reversed, I believe that if everyone pays attention and takes appropriate measures, improvements can be made. That&#039;s why I created this interactive art installation, which I hope to showcase in a park during the summer in New York. Through a visually compelling way, I aim to remind people to cherish the environment—it&#039;s not too late to act.",
      "background": "The background of my thesis involves extensive research and exploration in various areas, their are climate change, submerged cities, the impact of climate change on marine flora and fauna, sea-level expansion, predictions of future sea-level rise, climate improvement strategies, the redemption of marine flora and fauna, and the impact of visual installation art on viewers. The direct cause of sea-level rise is the melting of polar ice caps, so I decided to incorporate ice elements into my thesis. As a result, I researched various artworks related to ice, most of which involved directly melting ice blocks to visually convey the sensation of something large diminishing in size, directly impacting the audience&#039;s senses. Among many works, a piece from an Australian artist, Vicki Van Hout particularly caught my interest. It was a performance installation where the artist danced on a suspended three-ton ice block until it melted. Although it lacked interactive content, it genuinely raised my deep concerns about sea-level rise and the loss of land for humanity, invisibly motivating me to take action for environmental protection.\r\nMany years ago, I had the opportunity to collaborate with WWF, China, for the past few years they have focused on water resource conservation. This collaboration reaffirmed my understanding of their focus and helped me solidify the framework for designing this project. Utilizing the limited resources available to me, I created a mini version of the installation and tested it with different individuals, aiming to identify any issues and find effective solutions during the testing phase. Indeed, various imperfections arose during the real-world testing process, but I have taken the most effective measures to address them thus far.\r\nOverall, my research and exploration have deepened my understanding of environmental destruction, and now I have a clearer understanding that everyone&#039;s individual efforts can contribute to helping our environment. This has further strengthened my conviction that this topic is necessary for human survival. Through interactions with climate experts and artists, I have questioned my previous belief that science and art are unrelated, realizing that every artwork is the accumulation of extensive research, exploration, and rigorous testing.\r\n",
      "user_scenario": "My project is an interactive installation. Audiences approach, temperatures rise, ice melts, and the melted water into the rain generator, gradually submerging the city in simulated rainfall. It is as if the audiences become the rain creators who can control the rain, with the water ultimately engulfing the city. Just like the current climate change and rising sea levels, human greed exacerbates the speed of sea level rise.",
      "technical_system": "My project is an interactive installation consisting of three parts: a bottom container with a city landscape, a rainmaker in the middle, and a top container with ice blocks. Users can interact with the installation within the exhibition area. The design of the installation aims to raise awareness about climate change and rising sea levels through visual effects and interactive experiences.\r\nDuring the initial construction phase, I used Arduino development boards and sensors to implement the interactive features of the installation. I wrote Arduino code to control the sensor feedback and the behavior of the installation. Throughout the fabrication process, I encountered some issues and sought technical advice and guidance from David. After our discussions, I decided to change the interaction method. Considering the installation going to display in public open spaces, considering public safety, I have designed the current version of the project as a physical installation that fully complies with public safety standards.\r\nThe materials used in the project include acrylic containers, cotton, purification cotton pads, sand, and resin city landmarks, and ice cube. I also utilized various hand tools and electronic tools to fabricate and assemble the different parts of the installation.\r\nUsers can access my project in public exhibition spaces, art galleries, or parks. I plan to showcase the installation in a park during the summer in New York and invite people to come close, interact with it, and experience it.\r\n",
      "url": "https://www.youtube.com/watch?v=DnVir4FPV-0",
      "video": "https://www.youtube.com/watch?v=DnVir4FPV-0",
      "public_video_url": "",
      "keywords": "Education,Art,Product Design,Installation",
      "conclusion": "Throughout the research, exploration, development, material customization, and testing process of the entire project, I have learned the importance of researching and exploring new methods, as well as realizing the diversity of contemporary art. Through communication with various material suppliers, I discovered the fast pace of material innovation and the wide variety of materials available in the market, which provides me with more presentation options for my future art design. However, due to practical constraints and time limitations, I had to make choices in the creative and presentation processes.\r\nIn the project, I discovered that interactive art originates through the small details of life, and interaction is not limited to technological methods alone. Traditional physical methods can also achieve excellent interactive effects. I realized that the interactivity of art can be realized through the interaction between people and objects, the interaction between the audience and the exhibition area, and the interaction among the audience themselves. This kind of interaction can evoke the audience&#039;s emotions and thoughts, and stimulate their attention to issues such as climate change and rising sea levels.\r\nThrough user testing and feedback from the audience, I further improved the design and functionality of the project. These tests helped me understand the audience&#039;s experience of interacting with the installation and their perception of the visual effects. I made adjustments and optimizations based on the feedback. At the same time, these tests also made me realize the power of art, as it can resonate with the audience and inspire them to take action on environmental issues.\r\nOverall, through this project, I have learned how to combine art with environmental issues to create meaningful works and generate audience attention and action. I deeply understand the importance of art in conveying information, inspiring thinking, and promoting social change. I will continue to explore and challenge myself to create more art pieces related to environmental and social issues.\r\n",
      "project_references": "https://stream.sydneyoperahouse.com/videos/legs-on-the-wall-thaw-pt-1-vicki-van-hoUt%20(%20Inspiration%20from%20Vicki%20Van%20Hout)https://www.museoreinasofia.es/en/collection/artwork/circulation%20(%20Inspiration%20from%20Hans%20Haacke)https://www.scijournal.org/impact-factor-of-mar-environ-res.shtml%20(%20Marine%20environment)https://climate.nasa.gov/vital-signs/sea-level/%20(%20Sea%20level%20rising)https://www.climate.gov/news-features/understanding-climate/climate-change-global-sea-level%20(%20Climate%20change%20effects%20)https://www.nationalgeographic.com/environment/article/sea-level-rise-1%20(%20Sea%20level%20rise%20effects)%20https://www.ncbi.nlm.nih.gov/books/NBK402367/%20(%20Vision%20impact%20to%20human)https://weanimalsmedia.org/our-work/featured-gallery-animals-climate-change/?gclid=EAIaIQobChMImfOjosXD_wIVoBSzAB2NdgbvEAAYAiAAEgIowfD_BwE%20(%20Climate%20change%20impact%20of%20animals)https://www.earthadvantage.org/initiatives/climate-justice.html?gclid=EAIaIQobChMI9qKW9cXD_wIVc41bCh1JNwqSEAAYASAAEgJbEPD_BwE%20(%20Climate%20impacts%20of%20housing%20and%20the%20impact%20climate%20has%20on%20housing)https://climate-xchange.org/2018/03/27/art-makes-way-climate-conversation/?gclid=EAIaIQobChMIhY-u2MbD_wIVsOqUCR03jg0GEAAYAiAAEgIU5PD_BwE%20(%20Arts%20related%20to%20climate%20change)",
      "thesis": "0",
      "timestamp": "2023-06-19 12:13:51",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Jheanell Bailey" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1687102754_B_black.JPG",
      "documents": [
        {
          "document_id": 23375,
          "document": "1687102754_B_black.JPG",
          "document_name": "B black ",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Black is beautiful "
        }
      ],
      "project_id": "10389",
      "project_name": "Black is Beautiful ",
      "audience": "",
      "elevator_pitch": "Each article of clothing that we wear symbolizes something significant in history. What it means to us today, creates history.",
      "description": "My project is an interactive museum on the “Black is Beautiful” movement in the 1960s and today. It is not only for black people but for all, to create a nostalgic feeling that clothing has and what identity it holds with each of us. ",
      "background": "The research was done by learning the ways fashion connected history throughout the 1960’s. The Hippie movement connected to the Civil Rights movement, also learning about the different people that influenced “black is beautiful” through art and fashion ",
      "user_scenario": "",
      "technical_system": "The project is based on a Figma prototype, that allows users to learn history and fashion interactively. ",
      "url": "https://www.figma.com/proto/2RDC037sPnDfVEJmoSQfXG/Black-Is-Beautiful-Prototype?type=design&amp;node-id=1-2&amp;scaling=scale-down&amp;page-id=0%3A1&amp;starting-point-node-id=1%3A2",
      "video": "",
      "public_video_url": "",
      "keywords": "Culture,Education,UX/UI Design",
      "conclusion": "I learned how fashion connects different historical events together, creating a journey through every stitch and fabric. History is in clothes, no matter how many times it is reused and repurposed. ",
      "project_references": "Teachers: Sharon De La Cruz and Tanika Williams\r\nBooks: “Soul: Black power, politics, and pleasure” by Monique Guillory and Richard Green\r\nArticles:\r\n “#BlackIsBeautiful: the radical politics of black hair” by  Gino Canella. \r\n",
      "thesis": "0",
      "timestamp": "2023-07-06 10:53:23",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Xinran Kong" }],
      "classes": [
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Smith, Sharleen"],
      "image": "/projects_documents/1687070498_Picture1.jpg",
      "documents": [
        {
          "document_id": 23371,
          "document": "1687070498_Picture1.jpg",
          "document_name": "the starry sky",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "the starry sky"
        },
        {
          "document_id": 23407,
          "document": "1688493506_Picture1.png",
          "document_name": "the starry sky",
          "document_type_id": 19,
          "main_image": 0,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "the starry sky"
        }
      ],
      "project_id": "10391",
      "project_name": "The starry sky",
      "audience": "",
      "elevator_pitch": "The starry sky that breathes",
      "description": "When I stand under the starry sky, I feel its tranquility and vastness, its loneliness and charm. I try to integrate these complex emotions into my works of art, hoping to arouse the viewer&#039;s deep thinking about the universe and self-existence. Feel the poetry and brilliance of those distant stars, fly under the wings of art, transcend the constraints of reality, and welcome the infinite possibilities of the universe. The starry sky always brings the source of fantasy to people from ancient times to the present. It is an important source of inspiration for human beings. It is becoming more and more difficult to get in touch with the starry sky in the current urban life. I hope that I can make a starry sky by myself, a breathing starry sky, to hug you.",
      "background": "Flying Apsaras is an art that combines romanticism and realism. It comes from Buddhist culture and is rooted in the fertile soil of Chinese traditional culture, with a strong romanticism. Flying into the sky is not only a dream that humans have had since ancient times, it is reflected in many myths and stories, and it is also a fantasy that almost every child had in childhood. When I was a kid sitting on the back of my mother&#039;s bike, I would stretch out my hands and imagine myself flying. As I grew up, I gradually came into contact with roller coasters, hot air balloons, airplanes, glider, etc. The feeling of being close to the sky always makes me intoxicated. In my flying experience again and again, I felt the joy that the gods worshiped by the ancestors left the earth, lived in the sky, and could come and go freely. This romantic cultural concept is deeply imprinted in my heart. In my eyes, these works of art that explore the sky and the universe perfectly fit the ideal of flying into the sky in the national cultural concept, and become the carrier of this romantic cultural concept, constantly encouraging and motivating people to strive for it. Flying Apsaras symbolizes the pursuit of human beings yearning for freedom, daring to explore, transcending nature, and getting rid of the constraints of space. It is a positive aesthetic tone.",
      "user_scenario": "Under the guidance, people make corresponding actions in front of the work\r\nWorks interact with viewers based on their actions\r\nThe animation is projected onto a large wall and the audience can watch it and wave their hands to interact with it.",
      "technical_system": "I build this project with P5js and the help of chatGPT. Gestures are captured in p5 with the system camera when the audience waves their hands the animation moves in response.",
      "url": "https://editor.p5js.org/xk359/full/wQqctpC5q",
      "video": "",
      "public_video_url": "",
      "keywords": "Play/Games,Installation,Interaction Design",
      "conclusion": "",
      "project_references": "Starter Bibliography/Sources:\r\n1. Sky Ladder by Cai Guoqiang\r\nLink: https://g.co/kgs/8be6cn\r\n\r\n2. The Moon Goose by Agnes meyer brandis\r\nLink: http://www.blubblubb.net/mga/mga-video-docu.html\r\n\r\n3. Cluster Balloon by Jonathan Trappe&#039;s\r\nLink: http://clusterballoon.com/\r\n\r\n4. The Aeronauts by Tom Harper (director\r\nLink: https://www.imdb.com/title/tt6141246/\r\n",
      "thesis": "0",
      "timestamp": "2023-07-06 09:07:00",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Renton Ling" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Smith, Sharleen"],
      "image": "/projects_documents/1686916578_LNM.jpg",
      "documents": [
        {
          "document_id": 23324,
          "document": "1686916578_LNM.jpg",
          "document_name": "Last Night Memory",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Last Night Memory"
        }
      ],
      "project_id": "10392",
      "project_name": "Last Night Memory",
      "audience": "",
      "elevator_pitch": "Using different storytelling methods in one interactive film to create empathy and understanding between characters and the audience.",
      "description": "Last Night Memory is an interactive film that contains traditional film screening, AR, and VR experiences. The project uses three different methods of storytelling to show one story in three views: third-person (film), first-person(AR), and the character&#039;s mental world(VR). \r\n\r\nThe story is about a murder in a family, and is told in a way of &quot;flashback memory&quot;. Memory tends to be blurry and ambiguous, so it comes in fragments. The truth appears when all fragments are connected.",
      "background": "&quot;After you&#039;ve walked where a character has walked, seen what they&#039;ve seen, then you look at their face again, do you feel different about them?&quot; This is the main question of my thesis project. As a filmmaker, I always explore new methods of storytelling in order to build a deeper empathy and understanding between the audience and characters, which is far beyond telling the story plot. I want my audience to dive into the character by switching the third-person view to a first-person view, and eventually see the mental world of the character. I&#039;ve done research on how gaming, AR, and VR help build an interactive storytelling experience, and how they make audience &quot;become&quot; the characters. ",
      "user_scenario": "The audience will watch the film (3min) first from the TY screen to get the main plot, and then they will use AR to check the &quot;space&quot; with an Ipad to have empathy with the character. Finally, they will wear the VR headset to dive into the character&#039;s mental world to build an understanding. ",
      "technical_system": "Camera - Film\r\nIpad - AR (in Unity)\r\nOculus - VR (in Unity) \r\n\r\nThe project creates an immersive and interactive storytelling experience.",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "VR\\AR,Mobile,Play/Games,Installation",
      "conclusion": "",
      "project_references": "Cast: Ryan as the father/son\r\n\r\nTechnique Support: Ian, Jesse\r\n\r\n",
      "thesis": "0",
      "timestamp": "2023-06-18 19:59:46",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Zaida Aleman" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1686973090_1.png",
      "documents": [
        {
          "document_id": 23347,
          "document": "1686973090_1.png",
          "document_name": "Salsa Y Cafe ",
          "document_type_id": 19,
          "main_image": 1,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Salsa Y Cafe "
        }
      ],
      "project_id": "10393",
      "project_name": "Salsa Y Cafe ",
      "audience": "",
      "elevator_pitch": "The exploration of the connection between digital media and physical media and how that connection can educate a user about something new, while providing a comforting environment",
      "description": "My project entails the exploring the connection between physical media and digital media and how this connection can create an immersive experience for the user that teaches them about something new through a comforting environment. The topic I want to teach about is salsa dancing/music since it&#039;s such a personal space for me and the comforting environment I am creating is through a cozy coffee shop. I hope that this experience can encourage the user to find community around them or even appreciate whatever other community they are part of.",
      "background": "The background of my project comes from my experience as a salsa dancer. For 7 years. I have been performing and teaching salsa dancing and have been learning the culture of salsa music as a result. Throughout my life, I’ve moved around a lot and have changed a lot of aspects of my life, however, salsa dancing and music has stayed constant throughout.  More recently, I have been working as a barista for almost six months, and have always been interested in coffee shops and why we as human beings gravitate towards them, especially as I’ve found myself always doing so. I see coffeeshops as the perfect setting for spending downtime with each other.In addition to my personal background behind this project, I have also conducted some research on the correlation between comfort and coffee shops such as: \r\n\r\nLastly, due to the accessibility my coffee shop position provides, I have interviewed 4 of our regular customers asking them questions such as: “How long have you been coming to this coffee shop?”, “Why do you like coming here everyday?”, “What is it about this coffee shop that you feel allows you to come here and socialize or work?” as a way to gain personal understanding into their source of comfort. Their responses were documented, and implemented throughout the project to create a sense of empathy and continued immersiveness for the user. \r\n",
      "user_scenario": "",
      "technical_system": "My project will be presented in a spinal cord book format which will allow for a top down journey or a one way path that the user can go through step by step. The user will be prompted to scan various QR codes that will take them back and forth from the website I created back to the book. The experience will heavily rely on both the book and the website and the user will not be able to move forward without each other. My reasoning for this is because this thesis is about the exploration of physical and digital media and the connection between them. Therefore I feel it’s important I reinforce that connection by making these two mediums dependent on each other. I personally believe that the experience is not possible without either the digital format or physical one. \r\nFor more detailed information, I used Wix as the website builder, and Canva for the design of the book pages that contain the content and information. \r\n",
      "url": "https://zaidasaleman.wixsite.com/salsa-y-cafe",
      "video": "",
      "public_video_url": "",
      "keywords": "Culture,Education,Narrative/Storytelling,Community",
      "conclusion": "\r\nIn conclusion, due to the fact that my topic stems from such a personal space, this project has taught me a lot about myself. A lot of me is in this thesis, and in turn that has taught me a lot about my community and the people around me, and how much I care about salsa dancing and community building through coffee shops. \r\n\r\nI believe that this project is valuable because while I am aware I cannot imitate the exact coffee shop I imagine in my head, I still find it important to use what I’ve learned in this program to try to create an immersion of the comfort and coziness I feel when I combine the two things I love most, salsa and coffee. I think both physical and digital media are very powerful mediums and I want to explore how the combination of these and the connection between these can imitate what I feel. \r\n\r\nAdditionally, this thesis has helped me learn a lot, not just necessarily about my topic specifically but also about how to work with a significant project, how important documentation is, and how to work with yourself when you are trying to create a project where personable passion is involved. I hope to create a connection between the user and the passion I feel when dancing salsa and to be able to use this project to create a community or to help a user find a community. \r\n\r\nMy favorite portion of this project was interacting with multiple coffee shop regulars through my interviews with them. Due to my background in Behavioral Science, I was able to implement some of what I’ve learned into those interviews and I found myself enjoying getting to know them and their reasons for attending the coffee shop every day. I found out how many responses our regulars had in common in the fact that they enjoyed being in an environment where strangers shared the same common place making them “personal strangers”, a phrase 3 out 4 of the regulars I interviewed mentioned. \r\n\r\nOverall I enjoyed the community building this project created for me and how it brought me closer to two things I really enjoy and love. \r\n\r\nI believe that this project is valuable because while I am aware I cannot imitate the exact coffee shop I imagine in my head, I still find it important to use what I’ve learned in this program to try to create an immersion of the comfort and coziness I feel when I combine the two things I love most, salsa and coffee. I think both physical and digital media are very powerful mediums and I want to explore how the combination of these and the connection between these can imitate what I feel. \r\n\r\nAdditionally, this thesis has helped me learn a lot, not just necessarily about my topic specifically but also about how to work with a significant project, how important documentation is, and how to work with yourself when you are trying to create a project where personable passion is involved. I hope to create a connection between the user and the passion I feel when dancing salsa and to be able to use this project to create a community or to help a user find a community. \r\n\r\nMy favorite portion of this project was interacting with multiple coffee shop regulars through my interviews with them. Due to my background in Behavioral Science, I was able to implement some of what I’ve learned into those interviews and I found myself enjoying getting to know them and their reasons for attending the coffee shop every day. \r\n",
      "project_references": "1. &quot;Between Page and Screen&quot; \r\n\r\nhttp://www.amaranthborsuk.com/publications/between-page-and-screen/\r\n\r\n2. Increasing community awareness about Alzheimer’s disease in Puerto Rico through coffee shop education and social media.\r\n\r\nFriedman, D. B., Gibson, A., Torres, W., Irizarry, J., Rodriguez, J., Tang, W., &amp; Kannaley, K. (2016). Increasing community awareness about Alzheimer’s disease in Puerto Rico through coffee shop education and social media. Journal of Community Health: The Publication for Health Promotion and Disease Prevention, 41(5), 1006–1012. https://doi.org/10.1007/s10900-016-0183-9\r\n\r\n3. Fannia Documentary\r\n\r\nhttps://www.youtube.com/watch?v=W5LAEYGuERo\r\n\r\n4. Ruben Blades (A Salsa Activist) \r\n\r\nhttps://www.amazon.com/Ruben-Blades-Activist-Hispanic-Biographies/dp/0894908936\r\n\r\n\r\n\r\n",
      "thesis": "0",
      "timestamp": "2023-06-16 23:38:10",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Nicole Padilla" }],
      "classes": [
        {
          "class_id": 4234,
          "class_name": "Thesis",
          "course_id": "IMALR-GT.401",
          "instructor": "Rothberg, Sarah",
          "instructor_id": "ser406"
        },
        {
          "class_id": 4235,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Parrish, Allison",
          "instructor_id": "ap1607"
        }
      ],
      "instructors": ["Rothberg, Sarah", "Parrish, Allison"],
      "image": "/projects_documents/1687197251_HapticMemory-NPadilla-ThesisArchive-MainImage.png",
      "documents": [
        {
          "document_id": 23382,
          "document": "1687197251_HapticMemory-NPadilla-ThesisArchive-MainImage.png",
          "document_name": "Haptic Memory",
          "document_type_id": 19,
          "main_image": 1,
          "document_type_name": "Portable Network Graphics",
          "document_type_extension": "png",
          "secret": 0,
          "alt_text": "Haptic Memory"
        },
        {
          "document_id": 23384,
          "document": "1687197334_HapticMemory-NPadilla-ThesisImageThmbnailCrop.jpg",
          "document_name": "HapticMemory-Main Image Crop",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Haptic Memory Main Image Cropped"
        },
        {
          "document_id": 23385,
          "document": "1687199089_HapticMemoryArtisticInspiration.jpg",
          "document_name": "Artistic Inspiration",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Haptic Memory Artistic Information"
        },
        {
          "document_id": 23386,
          "document": "1687199132_HapticMemoryAudioSchematic.jpg",
          "document_name": "Haptic Memory Audio Schematic",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Haptic Memory Audio Schematic"
        },
        {
          "document_id": 23387,
          "document": "1687199172_HapticMemoryFinalImages.jpg",
          "document_name": "Haptic Memory Final Images",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Haptic Memory Final Images"
        },
        {
          "document_id": 23388,
          "document": "1687199216_HapticMemoryInitialConcept.jpg",
          "document_name": "Haptic Memory Initial Concept",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Haptic Memory Initial Concept"
        },
        {
          "document_id": 23389,
          "document": "1687199246_HapticMemoryVestSchematic.jpg",
          "document_name": "Haptic Memory Vest Schematic",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Haptic Memory Vest Schematic"
        },
        {
          "document_id": 23395,
          "document": "1687292624_HapticMemory-ParticipantCare.jpg",
          "document_name": "Haptic Memory Participant Care",
          "document_type_id": 1,
          "main_image": 0,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "Haptic Memory Participant Care Worksheet"
        }
      ],
      "project_id": "10394",
      "project_name": "Haptic Memory",
      "audience": "",
      "elevator_pitch": "Haptic Memory is an immersive experience that explores the psychosomatic impacts of our memories by combining first-person audio narratives scored with haptic reactions within a wearable device.",
      "description": "Reflect on an embarrassing moment from your past. \r\nDo you feel the cringe in your body when it&#039;s recalled? \r\nWhat is that feeling?\r\n\r\nHaptic Memory is an immersive experience that connects audio narratives with haptic reactions to bring awareness to our memories&#039; mind/body connection and greater impact on our lives over time.\r\nSometimes, those memories are so traumatic that we disassociate. What is it like to reintroduce that memory and notice your body&#039;s hidden protective behaviors?\r\n\r\nOther times, those memories are so sweet they become the pinnacle of how we measure our happiness. Even if the people associated are no longer relevant in our lives, why do our bodies hold on to the feeling? \r\n \r\nThe prototype of Haptic Memory investigates our common psychosomatic sensations, brought to life through Arduino and wireless computation rigged into a wearable vest. The sensations aim to authentically express the depth of these stories where words fall short. \r\n\r\nNo matter the narrator&#039;s experience, similar sensations reoccurred in the process of haptic scoring: racing heart, ringing in the ears, change in temperature, and butterflies in the stomach -- leading to expansive questions about the universal processes of internalizing past experiences beyond the imagination.  \r\n\r\nAnonymous participants for this project graciously provided their personal narratives to be experienced and scored with their matching sensations. ",
      "background": "In its simplest form think about how when you reflect on an embarrassing moment from your past, and how you feel the cringe in your body when you recall the experience. \r\nWhile that memory may be many years behind you, you still have the visceral reaction in your body from the experience today. What is that feeling? \r\n\r\nI knew I wanted to focus on storytelling and tie the thread of my IMA projects circled around kinship, memory, and shared experience into a culminating project.  \r\n\r\nI decided I wanted to use some kind of haptic device to allow users to put on an experience, and narrowed down to the idea of replicating memories through storytelling. \r\n\r\nThis ultimately breaking my project into two parts -\r\nPart 1. Storytelling of memories \r\nPart 2. Creating a corresponding wearable to score the stories with.\r\n\r\nI broke my research into 4 sections; Storytelling, Embodiment, Mental Health, and Technical Feasibility &amp; Considerations. A list of my sources and research materials are listed in the references section.",
      "user_scenario": "In the installation&#039;s final form, visitors will be welcomed into a private space and invited to experience these narratives not only in sound via headphones but also through tactical feeling through a haptic wearable, allowing them to step into someone’s past experience and “put on” their memory for themselves. The work is meant to be experienced privately, in the absence of private space, an eye mask can be worn to help remove surrounding distractions.\r\n\r\nFor those unable to experience the vest in person, a virtual experience is also available at www.hapticmemory.info",
      "technical_system": "Audio Narratives:\r\nThe audio narratives were captured over Zoom during the interview sessions with anonymous* participants - for the prototype, I will separately manage the timed reactions via Arduino per audio timestamp\r\n*Stories used are from anonymous participants for privacy, proper consent was received prior to the participant’s involvement.\r\n\r\nSoftware:\r\n• Zoom (Virtual Recording &amp; Interview Sessions)\r\n• Garage Band (Audio Editing)\r\n• Apple Music (Audio Playlist)\r\n• Free Sounds (Audio Scoring)\r\n\r\nHaptic Wearable:\r\n• GGPP Men’s Outdoor Vest for Fishing/Photography\r\n• Parazon Customized Embroidered Patch\r\n\r\nUniversal Components:\r\n• Alligator Clips\r\n• Conductive Wire\r\n• Zip ties\r\n\r\nHeartbeat:\r\n• LilyPad ProtoSnap Plus\r\n• LilyPad Vibe Board\r\n• Sparkfun Moffset Power Controller\r\n\r\nTemperature Change:\r\n• LilyPad Arduino USB ATmega32U4 Board\r\n• Loomia Heating pad\r\n• Loomia Backlit External Button\r\n• Loomia 10K Resistors\r\n• IRF540 Moffset\r\n• 3.7V Lithium Ion Batteries \r\n\r\nStomach Flutter/”Butterflies”:\r\n• VPOD Wireless TENS/EMS Stimulation Sensor\r\n• VPOD Wireless Tens Unit Muscle Stimulator Electrode Pads for Abs Strength and Abdominal Definition - Large\r\n\r\nSoftware:\r\n• Arduino (Programming &amp; control for Heartbeat &amp; Temperature Change)\r\n• VPOD App (Wireless programming &amp; control for Stomach Flutter)\r\n\r\nAdditional/Misc. Accessories &amp; Resources:\r\n• Loomia Prototyping Workshop\r\n• Marshall Wireless Headphones\r\n• NUFR Sleep/ Night Mask\r\n• Canva \r\n\r\nSource Code:\r\n• Sparkfun source code - Heating Pad\r\n• Sparkfun source code - LilyPad Vibe Board",
      "url": "www.hapticmemory.info",
      "video": "https://drive.google.com/file/d/1Z-kbzmdMXFApW8FzxObgqCq3d_cgrfdP/view?usp=sharing",
      "public_video_url": "",
      "keywords": "Health,Sound,Narrative/Storytelling,Wearables",
      "conclusion": "Spring Semester:\r\nI tested the project concept in our Spring “Show-A-Thing” sessions held virtually over Zoom. In the absence of narratives and a prototype leveraging an excerpt of a  pre-recorded story from The Moth Radio Hour, titled The Weight of a Ring. I had a brief run-through of the physical reactions I was interested in replicating and showed the participants how to mimic heat, racing heartbeat, and tightening chest with their hands. Before we started, I asked participants to turn off their cameras for privacy. As the story played, I prompted the participants with slides that cued when to simulate physical reaction. This session helped me create more clarity in the storytelling of the topic/concept and emotionally-induced reactions to omit and dive deeper into. This mode of concept testing was conceived by Sarah Rothberg. In my anxiety of how to test something that didnt yet exist, her clever resourcefulness and support lead to the ability to test my concept with an invisible prototype. This method has resurfaced in the summer as a mode of showing my project virtually for folks in Shanghai and beyond. \r\n\r\nOnce the concept was solidified, I met with David Rios and Daniel Ryan Johnston to discuss materials, feasibility, and technical specifics to create the physical computing elements, such as the haptic vest and sound synching for the experience and helping me align on feasible scope.\r\n\r\nBefore starting the process of collecting narratives from participants, I wanted to be sure I was taking the necessary care ad respect with participants&#039; stories, so in co-creation with my thesis mentor Cy X, we were able to review and craft content for a consent form, a questionnaire, and outline Before/During/After Care strategies for participation. This protocol development taught me trauma-informed strategies and how to prepare the best headspace for tough conversations with myself and the participant. I created an “open call” through my social media accounts to recruit participants to share memories. After discussing the project intent with folks who responded, I narrowed in on two narrators, and shared a consent form and questionnaire to get initial data on the stories they planned to share such as their sentiment toward the experience, where they feel the experience in their body when think about the memory, and any other notes needed to aid in their comfort for sharing these personal stories. Upon reviewing the documentation, I was especially interested in the fact that while their narratives resided on opposite ends of the emotional spectrum; the sensations described were similar such as: ringing in the ears, change in temperature, and racing heart. \r\n\r\n\r\n\r\nSummer Session:\r\nThe focus of the Summer session was the production and refinement of the experience. Before scheduling sessions with the two anonymous narrators, I created a one-sheeter for them each to review which provided an overview of the processes Cy X and I collaborated on to prep for their recording session. \r\n\r\nBefore starting our recording sessions, we reviewed these processes together, taking deep breaths, and setting the space for safety and good intention. After the narrators recorded their experiences, I checked in on how they felt recalling their stories and made notations of what and where they physically felt their emotions in the retelling process to be scored in the vest. While the audio scoring sets the scene and ambiance of the memory.\r\n\r\nWith my recordings collected, I edited down the stories to fit into the experience, as well as scoring the audio with sounds to support the memory and the haptic sensations. \r\n\r\nFor example, such as ringing in the ears and the sound of a pulsing heart help underscore the sensations in the vest. While muffled sounds of a restaurant, the DC metro, and a college party help enhance the understanding of where these impactful experiences took place. It’s a balance of past and present to tie together the larger composition. Once these audio pieces were complete, I leveraged Apple Music to house the audio and created a title graphic for the playlist.\r\n\r\nThe biggest challenge and learning experiences from the making of this project was within the physical computing of the vest. I bought a few different vests to test the best material that allowed the sensations to pass through, as well as the ideal construction for higind and fastening the components. Researching materials, finding different source code and tutorials to piece together into my circuits, and using SO much wire and zip ties to best layout the technical specs within the wearable vest. I learned so much, and have to send a special thank you to the following folks for supporting my production process:\r\n\r\nDavid Rios, for introducing me to Arduino, circuit building, and physical computing during our introductory Interface Lab course in the Summer ‘22 session. It was due to this experience that I knew I wanted to revisit this mode of production for Thesis, and I am very thankful for the insight and support he provided throughout this process and making this project possible.\r\n\r\nDaniel Ryan Johnston, for being an amazing wealth of knowledge for tutorials, materials, and source code. I would not know what  LilyPad, Loomia, or Conductive Thread was without your openness and generosity.  Your encouragement and support made me feel like anything was possible, and your overall warmth and big hug when we finally met in person was a much needed push after a few all night sessions in the Fab Lab, wiring and re-wiring the vest to its final prototype configuration.\r\n\r\nLeah Buechley, Kate Hartman, &amp; Madeline Maxey, this project would literally not exist without you. Not only are you inspiring, badass female e-textile engineers, but your willingness to share your knowledge through your components, tutorials, and writings was invaluable to providing a tangible roadmap forward to my Thesis production process. An especially major shout out to Kate Hartman for letting me borrow your LilyPad USB after I broke mine just days before Thesis submission. In a true SOS moment, you truly saved the day and I am forever grateful for your kindness.\r\n\r\nLast but not least, thank you to Allison Parrish, Patrick C. Warren, Ruta Kruliauskaite, and Davis Luceriaga, for helping me brainstorm the biggest conundrum of how to best convey the “haptic” nature of this work without being physically present for the Shanghai Thesis Show. Your production support allowed the truest experience possible to shine through in virtual form.\r\n",
      "project_references": "Special thanks to:\r\nSarah Rothberg, Spring Thesis Advisor\r\nAllison Parrish, Summer Thesis Advisor\r\nCy X, Spring Thesis Mentor\r\nNunintee Tansrisakul, Spring Thesis Peer Group Resident\r\nDavid Rios, ITP/IMA Faculty, Show-A-Thing Concept Tester &amp; Production Guidance \r\nDaniel Ryan Johnston, ITP Research Resident, Wearables &amp; E-Textiles\r\nMarianne Petit, ITP/IMA Faculty\r\nCindy Jeffers, ITP Alum, Show-A-Thing Concept Tester\r\nSharleen Smith, ITP/IMA Faculty, Show-A-Thing Concept Tester\r\nBeth Filletti, IMA Reearch Resident, Presentation Guidance/Feedback\r\nJamie McCoy, IMA Classmate, Moral &amp; Emotional Support!\r\nPatrick C Warren, ITP/IMA Faculty, Doc Lab, Video Capture &amp; Initial Edit\r\nRuta Kruliauskaite, IMA Faculty, Summer Thesis Show Producer\r\nLeah Buechley,PhD,  Creator of LilyPad system\r\nKate Hartman, Author Make: Wearable Electronics: Design, Prototype, and Wear Your Own Interactive Garments, ITP Camp Director, and generous microcontroller lender!\r\nMadison Maxey, Creator of Loomia\r\nDavis Luceriaga, Additional Video Editing\r\nDavid Parisi, Author, Archeologies of Touch\r\nBessel van der Kolk, Author, The Body Keeps the Score\r\nIMA 2022-2023 Cohort, the best classmates &amp; creative technologists around- we did it!\r\n",
      "thesis": "0",
      "timestamp": "2023-06-21 02:38:12",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    },
    {
      "position_id": null,
      "room_id": null,
      "users": [{ "designated": 1, "user_name": "Katherine Park" }],
      "classes": [
        {
          "class_id": 4236,
          "class_name": "Thesis Studio",
          "course_id": "IMALR-GT.501",
          "instructor": "Smith, Sharleen",
          "instructor_id": "ses4"
        }
      ],
      "instructors": ["Smith, Sharleen"],
      "image": "/projects_documents/1687384427_IMG_2984.jpg",
      "documents": [
        {
          "document_id": 23406,
          "document": "1687384427_IMG_2984.jpg",
          "document_name": "With/In No Particular Order",
          "document_type_id": 1,
          "main_image": 1,
          "document_type_name": "JPEG",
          "document_type_extension": "jpg",
          "secret": 0,
          "alt_text": "With/In No Particular Order"
        }
      ],
      "project_id": "10396",
      "project_name": "With/In No Particular Order",
      "audience": "",
      "elevator_pitch": "Interactive experience to quietly observe the arrangement of groups as they rearrange themselves. ",
      "description": "PESCA is a network of nodes that communicate with each other to show different arrangements of individuals in groups as they occur. It is a manifestation of the quiet observation of a hopeful artist, curious about the nature of making choices in an world with an ever changing framework. ",
      "background": "The inspiration for this project was from observing the way individuals moved within groups.",
      "user_scenario": "",
      "technical_system": "Each node of PESCA utilizes an ESP32 microcontroller&#039;s Bluetooth capabilities to act as both a server and a client to broadcast and scan RSSI and unique ID to &quot;find&quot; each other, and send signals when any one node has wandered too far. The connections are entirely independent and do not rely on any central hub. Each node also uses a custom printed circuit board with embedded battery and charging unit to create a miniature node. ",
      "url": "",
      "video": "",
      "public_video_url": "",
      "keywords": "Art,Systems Design,Community",
      "conclusion": "",
      "project_references": "On Systems - Tim Rodenbroker and Martin Lorenz\r\n\r\nThe Saarinen Door - Eliel Saarinen\r\n\r\nWhatever Happened to Total Design - Mark Wigley\r\n",
      "thesis": "0",
      "timestamp": "2023-06-21 18:07:57",
      "personal_statement": "",
      "sustain": "",
      "thesis_slides": "",
      "thesis_tags": ""
    }
  ]
}
